[
 {
  "year": -753,
  "date": "21 April",
  "event": "Rome was founded. According to Roman legend, Romulus was the founder and first King of Rome, establishing the Roman Kingdom. ",
  "type": "Politics",
  "civilization": "Romans",
  "tags": "city"
 },
 {
  "year": -752,
  "event": "Romulus, first king of Rome, celebrates the first Roman triumph after his victory over the Caeninenses, following the Rape of the Sabine Women. He celebrates a further triumph later in the year over the Antemnates.[1] ",
  "type": "Society",
  "civilization": "Romans",
  "tags": "personality"
 },
 {
  "year": -752,
  "event": "Rome's first colonies were established.[1] ",
  "type": "Politics",
  "civilization": "Romans"
 },
 {
  "year": -715,
  "event": "Numa Pompilius became the second King of Rome. ",
  "type": "Politics",
  "civilization": "Romans",
  "tags": "personality"
 },
 {
  "year": -673,
  "event": "Tullus Hostilius became the third King of Rome. ",
  "type": "Politics",
  "civilization": "Romans",
  "tags": "personality"
 },
 {
  "year": -667,
  "event": "Byzantium was founded by Megarian colonists. ",
  "type": "Politics",
  "civilization": "Romans",
  "tags": "city"
 },
 {
  "year": -642,
  "event": "Tullus Hostilius died. ",
  "type": "Politics",
  "civilization": "Romans",
  "tags": "personality"
 },
 {
  "year": -642,
  "event": "The Curiate Assembly, one of the legislative assemblies of the Roman Kingdom, elected Ancus Marcius King of Rome. ",
  "civilization": "Romans"
 },
 {
  "year": -617,
  "event": "Ancus Marcius died. ",
  "type": "Politics",
  "civilization": "Romans",
  "tags": "personality"
 },
 {
  "year": -616,
  "event": "The Curiate Assembly elected Lucius Tarquinius Priscus King of Rome. ",
  "type": "Politics",
  "civilization": "Romans",
  "tags": "personality"
 },
 {
  "year": -575,
  "event": "The Senate accepted the regent Servius Tullius as King of Rome. ",
  "type": "Politics",
  "civilization": "Romans",
  "tags": "personality"
 },
 {
  "year": -535,
  "event": "Servius Tullius was murdered by his daughter Tullia Minor and her husband Lucius Tarquinius Superbus, who declared himself King of Rome on the steps of the Curia Hostilia. ",
  "type": "Politics",
  "civilization": "Romans",
  "tags": "personality"
 },
 {
  "year": -509,
  "event": "The patrician Lucretia was raped by Lucius Tarquinius Superbus' son Sextus Tarquinius. ",
  "type": "Politics",
  "civilization": "Romans",
  "tags": "personality"
 },
 {
  "year": -509,
  "event": "Overthrow of the Roman monarchy: Following Lucretia's suicide, Lucius Junius Brutus called the Curiate Assembly, one of the legislative assemblies of the Roman Kingdom. The latter agreed to the overthrow and expulsion of Lucius Tarquinius Superbus and to a provisional constitution under which two consuls acted as a joint executive and a Curiate Assembly held legislative power, and swore never again to let a King rule Rome. It further elected Lucius Junius Brutus and Lucius Tarquinius Collatinus, Lucretia's husband, as consuls. ",
  "type": "Politics",
  "civilization": "Romans"
 },
 {
  "year": -509,
  "event": "Battle of Silva Arsia: Tarquinian and Veientine forces loyal to Lucius Tarquinius Superbus were defeated in the Silva Arsia by a Roman army. Lucius Junius Brutus was killed. Publius Valerius Publicola, returning to Rome with the spoils of war, was awarded the first Roman Triumph on March 1. ",
  "type": "Politics",
  "civilization": "Romans",
  "tags": "war"
 },
 {
  "year": -509,
  "event": "The consul Publius Valerius Publicola promulgated a number of liberal reforms, including opening the office of consul to all Roman citizens and placing the treasury under the administration of appointed quaestors. ",
  "type": "Politics",
  "civilization": "Romans"
 },
 {
  "year": -509,
  "date": "13 September",
  "event": "The Temple of Jupiter Optimus Maximus was ceremonially dedicated to the Capitoline Triad. ",
  "type": "Politics",
  "civilization": "Romans"
 },
 {
  "year": -508,
  "event": "Roman–Etruscan Wars: A Clusian army failed to conquer Rome. ",
  "type": "Politics",
  "civilization": "Romans",
  "tags": "war"
 },
 {
  "year": -504,
  "event": "Roman–Sabine wars: Roman victory over the sabines in the battle of 504 by consul Publicus. ",
  "type": "Politics",
  "civilization": "Romans",
  "tags": "war"
 },
 {
  "year": -501,
  "event": "In the face of a potential Sabine invasion, the Senate passed a senatus consultum authorizing the consuls to appoint a dictator, a magistrate who held absolute power during a national emergency. The dictator would in turn appoint the Magister equitum, the commander of the cavalry. The consuls Titus Larcius and Postumus Cominius Auruncus selected the former as dictator. ",
  "type": "Politics",
  "civilization": "Romans"
 },
 {
  "year": -496,
  "event": "Battle of Lake Regillus: Latin League invasion near modern Frascati which sought to reinstall Lucius Tarquinius Superbus. ",
  "civilization": "Romans",
  "tags": "war"
 },
 {
  "year": -494,
  "event": "First secessio plebis: Lucius Sicinius Vellutus, the plebs abandoned Rome for the nearby Monte Sacro.",
  "civilization": "Romans"
 },
 {
  "year": -471,
  "event": "After a law allowing organization of the plebs tribe, the Plebeian Council was reorganized by tribes rather than curiae. ",
  "civilization": "Romans"
 },
 {
  "year": -459,
  "event": "Under popular pressure, the Senate increased the tribunes of the plebs from two to ten. ",
  "civilization": "Romans"
 },
 {
  "year": -458,
  "event": "During the first dictatorship of Cincinnatus, the Aequians staged an offensive, breaking a truce. Cincinnatus defeated the Aquians at the Battle of Mount Algidus and after a triumph, returned to his farm after sixteen days.[2] ",
  "civilization": "Romans"
 },
 {
  "year": -449,
  "event": "Resolutions of the Plebeian Council were given the full force of law subject to Senate veto. ",
  "civilization": "Romans"
 },
 {
  "year": -449,
  "event": "The second of two decemviri, specially-elected ten man commissions, issued the last of the Twelve Tables, the fundamental laws of the Republic. ",
  "civilization": "Romans"
 },
 {
  "year": -447,
  "event": "The Tribal Assembly was established, and granted the right to elect quaestors. ",
  "civilization": "Romans"
 },
 {
  "year": -445,
  "event": "Lex Canuleia: Marriage between patricians and plebeians was legalized. ",
  "civilization": "Romans"
 },
 {
  "year": -443,
  "event": "The offices of the Tribuni militum consulari potestate were established. A collegium of three patrician or plebeian tribunes, one each from specific Roman tribes (the Titienses, the Ramnenses, and the Luceres), would hold the power of the consuls from year to year, subject to the Senate. ",
  "civilization": "Romans"
 },
 {
  "year": -443,
  "event": "The office of the censor, a patrician magistrate responsible for conducting the census in years without a consul, was established. ",
  "civilization": "Romans"
 },
 {
  "year": -439,
  "event": "Cincinnatus was called upon to accept a second dictatorship by the patricians to prevent Spurius Maelius from seizing power; the patricians suspected Spurius of using wheat to purchase the support of the plebeians, to set himself up as a king. Gaius Servilius Ahala was appointed magister equitum in order to stop Maelius; following an attack by Maelius, Ahala slew him. Cincinnatus again resigned his dictatorship and returned to his farm after 21 days.[2] ",
  "civilization": "Romans"
 },
 {
  "year": -435,
  "event": "Fidenae, an important trade post on the Tiber, was captured from the Veii.[3] ",
  "civilization": "Romans"
 },
 {
  "year": -408,
  "event": "The Tribuni militum consulari potestate held office. ",
  "civilization": "Romans"
 },
 {
  "year": -396,
  "event": "Battle of Veii: Roman forces led by the dictator Marcus Furius Camillus conquered Veii. ",
  "civilization": "Romans"
 },
 {
  "year": -396,
  "event": "Roman soldiers first earned a salary (\"salary\" from Latin for \"salt\"). ",
  "civilization": "Romans"
 },
 {
  "year": -394,
  "event": "The consuls held office. ",
  "civilization": "Romans"
 },
 {
  "year": -391,
  "event": "The Tribuni militum consulari potestate held office. ",
  "civilization": "Romans"
 },
 {
  "year": -390,
  "date": "18 July",
  "event": "Battle of the Allia: The Senones routed a Roman force at the confluence of the rivers Allia and Tiber. ",
  "civilization": "Romans"
 },
 {
  "year": -390,
  "event": "The Senones sacked Rome. Among other artifacts, books were destroyed. The history of Rome up to this point had to be mostly reconstructed and is sometimes unreliable or mythological. ",
  "civilization": "Romans"
 },
 {
  "year": -367,
  "event": "The consulship was reintroduced. ",
  "civilization": "Romans"
 },
 {
  "year": -366,
  "event": "Lucius Sextius was elected the first plebeian consul. ",
  "civilization": "Romans"
 },
 {
  "year": -366,
  "event": "The office of Praetor, which took the judiciary responsibilities of the consul and could be held only by a patrician, was established. ",
  "civilization": "Romans"
 },
 {
  "year": -351,
  "event": "The first plebeian dictator was elected. ",
  "civilization": "Romans"
 },
 {
  "year": -351,
  "event": "The first plebeian censor was elected. ",
  "civilization": "Romans"
 },
 {
  "year": -343,
  "event": "Samnite Wars: Rome marched against the Samnites, probably after an appeal from the Campanians. ",
  "civilization": "Romans"
 },
 {
  "year": -343,
  "event": "Battle of Mount Gaurus: A Samnite force was routed by a Roman army near Mount Barbaro. ",
  "civilization": "Romans"
 },
 {
  "year": -342,
  "event": "The Leges Genuciae were passed, banning a person from holding two offices at the same time, or during any ten-year period; charging interest on loans was also banned. ",
  "civilization": "Romans"
 },
 {
  "year": -341,
  "event": "Samnite Wars: The Senate agreed a peace, following an appeal by the Samnite to a previous treaty of friendship. ",
  "civilization": "Romans"
 },
 {
  "year": -340,
  "event": "Latin War: The Latin League invaded Samnium. ",
  "civilization": "Romans"
 },
 {
  "year": -339,
  "event": "A law was passed which required the election of at least one plebeian censor every five years. ",
  "civilization": "Romans"
 },
 {
  "year": -338,
  "event": "Latin War: Rome defeated the Latin League armies. ",
  "civilization": "Romans"
 },
 {
  "year": -337,
  "event": "The first plebeian Praetor was elected. ",
  "civilization": "Romans"
 },
 {
  "year": -328,
  "event": "Samnite Wars: Rome declared war on the Samnites after their failure to prevent their subjects raiding Fregellae. ",
  "civilization": "Romans"
 },
 {
  "year": -321,
  "event": "Battle of the Caudine Forks: After being trapped in a mountain pass near Caudium without a water supply, Roman forces were allowed to retreat by a Samnite army. ",
  "civilization": "Romans"
 },
 {
  "year": -315,
  "event": "Battle of Lautulae: A decisive Samnite victory near Terracina split Roman territory in two. ",
  "civilization": "Romans"
 },
 {
  "year": -311,
  "event": "Samnite Wars: The Etruscans laid siege to Sutri. ",
  "civilization": "Romans"
 },
 {
  "year": -310,
  "event": "Battle of Lake Vadimo (310 BC): Rome inflicted a substantial military defeat on the Etruscans at Lake Vadimo ",
  "civilization": "Romans"
 },
 {
  "year": -308,
  "event": "Samnite Wars: The Umbri, Picentes and Marsi joined the Samnites against Rome. ",
  "civilization": "Romans"
 },
 {
  "year": -306,
  "event": "The Hernici declared their independence from Rome. ",
  "civilization": "Romans"
 },
 {
  "year": -304,
  "event": "Rome conquered the Aequi. ",
  "civilization": "Romans"
 },
 {
  "year": -304,
  "event": "Samnite Wars: The treaty of friendship between the Romans and Samnites was restored. ",
  "civilization": "Romans"
 },
 {
  "year": -300,
  "event": "The Lex Ogulnia was passed, allowing plebeians to become priests. ",
  "civilization": "Romans"
 },
 {
  "year": -298,
  "event": "Samnite Wars: Rome declared war on the Samnites after an appeal by the Lucani. ",
  "civilization": "Romans"
 },
 {
  "year": -298,
  "event": "Samnite Wars: Rome captured the Samnite cities of Bojano and Castel di Sangro. ",
  "civilization": "Romans"
 },
 {
  "year": -297,
  "event": "Battle of Tifernum: A Roman army defeated a numerically superior Samnite force at Città di Castello. ",
  "civilization": "Romans"
 },
 {
  "year": -295,
  "event": "Battle of Sentinum: A Roman army decisively defeated a numerically superior force of Samnites, Etruscans, Umbri and Senones in coalition at Sentinum. The consul Publius Decius Mus (consul 312 BC) was killed. ",
  "civilization": "Romans"
 },
 {
  "year": -294,
  "event": "Samnite Wars: Roman and Samnite forces battled at Lucera. ",
  "civilization": "Romans"
 },
 {
  "year": -293,
  "event": "Battle of Aquilonia: A Roman army destroyed the majority of Samnite forces, probably in modern Agnone. ",
  "civilization": "Romans"
 },
 {
  "year": -293,
  "event": "A census counted about 270,000 residents of Rome. ",
  "civilization": "Romans"
 },
 {
  "year": -291,
  "event": "Samnite Wars: Rome conquered and colonized the Samnite city of Venosa. ",
  "civilization": "Romans"
 },
 {
  "year": -290,
  "event": "Samnite Wars: The last effective Samnite resistance was eliminated. ",
  "civilization": "Romans"
 },
 {
  "year": -287,
  "event": "Conflict of the Orders: A secessio plebis took place. ",
  "civilization": "Romans"
 },
 {
  "year": -287,
  "event": "Conflict of the Orders: The Lex Hortensia was passed, made resolutions of the Plebeian Council (plebiscites) binding on all Romans, they formally only applied to plebeians.[4] ",
  "civilization": "Romans"
 },
 {
  "year": -283,
  "event": "Battle of Lake Vadimo (283 BC): A Roman army defeated a combined force of Etruscans, Boii and Senones near Lake Vadimo. ",
  "civilization": "Romans"
 },
 {
  "year": -281,
  "event": "Taranto appealed to Epirus for aid against Rome. ",
  "civilization": "Romans"
 },
 {
  "year": -280,
  "event": "Pyrrhic War: An Epirote army of some 25,000 landed at Taranto. ",
  "civilization": "Romans"
 },
 {
  "year": -280,
  "date": "July",
  "event": "Battle of Heraclea: A Greek coalition force led by the Epirote king Pyrrhus of Epirus defeated a Roman army after their deployment of war elephants at Heraclea Lucania. ",
  "civilization": "Romans"
 },
 {
  "year": -279,
  "event": "Battle of Asculum: A Greek force led by the Epirote king Pyrrhus defeated a Roman army at modern Ascoli Satriano, despite suffering heavy losses. ",
  "civilization": "Romans"
 },
 {
  "year": -275,
  "event": "Battle of Beneventum (275 BC): Roman and Epirote armies met in a bloody battle at Benevento. ",
  "civilization": "Romans"
 },
 {
  "year": -272,
  "event": "Pyrrhic War: Pyrrhus withdrew with his army to Epirus. ",
  "civilization": "Romans"
 },
 {
  "year": -272,
  "event": "Pyrrhic War: Taranto surrendered to Rome. ",
  "civilization": "Romans"
 },
 {
  "year": -267,
  "event": "The number of quaestors was raised from four to ten. ",
  "civilization": "Romans"
 },
 {
  "year": -264,
  "event": "Battle of Messana: A Roman force defeated a Carthaginian and Siracusani garrison at Messina. ",
  "civilization": "Romans"
 },
 {
  "year": -242,
  "event": "The office of the praetor qui inter peregrinos ius dicit, a Praetor with jurisdiction over foreigners, was created. ",
  "civilization": "Romans"
 },
 {
  "year": -241,
  "event": "First Punic War: Sicily was organized as the province of Sicilia. ",
  "civilization": "Romans"
 },
 {
  "year": -238,
  "event": "Mercenary War: Carthage surrendered its claims on Sardinia and Corsica to Rome. ",
  "civilization": "Romans"
 },
 {
  "year": -229,
  "event": "Illyrian Wars: Rome invaded the territory of the Ardiaei. ",
  "civilization": "Romans"
 },
 {
  "year": -228,
  "event": "Illyrian Wars: The Ardiaei surrendered some territory, including strategically significant ports, to Rome, ending the war. ",
  "civilization": "Romans"
 },
 {
  "year": -225,
  "event": "Battle of Telamon: A Roman army decisively defeated a Gallic invasion near modern Talamone. The consul Gaius Atilius Regulus was killed. ",
  "civilization": "Romans"
 },
 {
  "year": -219,
  "event": "Illyrian Wars: Rome invaded Hvar. ",
  "civilization": "Romans"
 },
 {
  "year": -218,
  "event": "Second Punic War: A Carthaginian army departed Cartagena. ",
  "civilization": "Romans"
 },
 {
  "year": -218,
  "event": "Illyrian Wars: Demetrius of Pharos fled to Macedonia. ",
  "civilization": "Romans"
 },
 {
  "year": -216,
  "date": "2 August",
  "event": "Battle of Cannae: The Carthaginian general Hannibal decisively defeated a numerically superior Roman force at Cannae. ",
  "civilization": "Romans"
 },
 {
  "year": -214,
  "event": "First Macedonian War: A Macedonian fleet captured Oricum. ",
  "civilization": "Romans"
 },
 {
  "year": -214,
  "event": "Siege of Syracuse (214–212 BC): Rome laid siege to Syracuse. ",
  "civilization": "Romans"
 },
 {
  "year": -212,
  "event": "Siege of Syracuse (214–212 BC): Roman forces breached the inner citadel of Syracuse and slaughtered its inhabitants. ",
  "civilization": "Romans"
 },
 {
  "year": -205,
  "event": "First Macedonian War: Rome and Macedonia signed the Treaty of Phoenice, according to which Macedonia renounced its alliance with Carthage in exchange for Roman recognition of its gains in Illyria. ",
  "civilization": "Romans"
 },
 {
  "year": -204,
  "event": "Second Punic War: The consul Scipio Africanus landed an invasion fleet at Utica. ",
  "civilization": "Romans"
 },
 {
  "year": -202,
  "date": "19 October",
  "event": "Battle of Zama: A Roman army decisively defeated Carthage, probably near modern Sakiet Sidi Youssef. ",
  "civilization": "Romans"
 },
 {
  "year": -201,
  "event": "Second Punic War: Carthage accepted Roman conditions for peace, including disarmament, a war indemnity of ten thousand talents, and the cession of Iberia, ending the war. ",
  "civilization": "Romans"
 },
 {
  "year": -200,
  "event": "Second Macedonian War: A Roman fleet arrived in Illyria to relieve a Macedonian siege of Abydos. ",
  "civilization": "Romans"
 },
 {
  "year": -197,
  "event": "The provinces of Hispania Ulterior and Hispania Citerior were organized. ",
  "civilization": "Romans"
 },
 {
  "year": -197,
  "event": "The number of quaestors was increased to twelve. ",
  "civilization": "Romans"
 },
 {
  "year": -197,
  "event": "The number of Praetors was increased to six. ",
  "civilization": "Romans"
 },
 {
  "year": -196,
  "event": "Second Macedonian War: Macedonia surrendered its conquests in Greece and agreed to pay a war indemnity, ending the war. ",
  "civilization": "Romans"
 },
 {
  "year": -192,
  "event": "Roman–Seleucid War: The Seleucid Empire invaded Greece. ",
  "civilization": "Romans"
 },
 {
  "year": -188,
  "event": "Roman–Seleucid War: The Seleucid Empire signed the Treaty of Apamea, under which it surrendered all territory west of the Taurus Mountains to the Roman clients Rhodes and Pergamon and agreed to disarm its navy and pay a war indemnity of fifteen thousand talents of silver to Rome. ",
  "civilization": "Romans"
 },
 {
  "year": -180,
  "event": "The Lex Villia annalis, which established minimum ages for high office and required a minimum of two years in private life between offices, was passed. ",
  "civilization": "Romans"
 },
 {
  "year": -172,
  "event": "Third Macedonian War: Rome declared war on Macedonia. ",
  "civilization": "Romans"
 },
 {
  "year": -167,
  "event": "Third Macedonian War: The Macedonian king Perseus of Macedon was captured. Macedonia was divided into four districts subject to Rome. ",
  "civilization": "Romans"
 },
 {
  "year": -155,
  "event": "Lusitanian War: The Lusitanians of Hispania Ulterior rebelled against Rome. ",
  "civilization": "Romans"
 },
 {
  "year": -150,
  "event": "Fourth Macedonian War: An Andriscus rebelled against Rome, claiming to be Perseus's son and the rightful king of Macedonia. ",
  "civilization": "Romans"
 },
 {
  "year": -149,
  "event": "Third Punic War: Rome declared war on Carthage. ",
  "civilization": "Romans"
 },
 {
  "year": -149,
  "event": "The Lex Calpurnia was passed, establishing a Praetor-led court to hear appeals against extortionate taxes levied by governors in the provinces. ",
  "civilization": "Romans"
 },
 {
  "year": -148,
  "event": "Fourth Macedonian War: Andriscus was surrendered to Rome to be executed. ",
  "civilization": "Romans"
 },
 {
  "year": -146,
  "event": "Third Punic War: Roman forces breached the city of Carthage, burned it, and enslaved its surviving inhabitants. ",
  "civilization": "Romans"
 },
 {
  "year": -146,
  "event": "Achaean War: Roman forces decisively defeated the armies of the Achaean League at Corinth. ",
  "civilization": "Romans"
 },
 {
  "year": -146,
  "event": "The province of Macedonia was organized. ",
  "civilization": "Romans"
 },
 {
  "year": -146,
  "event": "The province of Africa was organized on captured Carthaginian territory. ",
  "civilization": "Romans"
 },
 {
  "year": -139,
  "event": "Lusitanian War: The Lusitanian leader Viriatus was assassinated by his three ambassadors to Rome Audax, Ditalcus and Minurus. ",
  "civilization": "Romans"
 },
 {
  "year": -139,
  "event": "Lex Gabinia tabellaria: required a secret ballot in elections of all magistrates. ",
  "civilization": "Romans"
 },
 {
  "year": -133,
  "event": "The Tribune of the Plebs Tiberius Gracchus was beaten to death by a mob of senators led by the Pontifex Maximus Publius Cornelius Scipio Nasica Serapio (consul 138 BC). ",
  "civilization": "Romans"
 },
 {
  "year": -121,
  "event": "The province of Gallia Narbonensis was organized. ",
  "civilization": "Romans"
 },
 {
  "year": -121,
  "event": "The first Senatus consultum ultimum was passed, granting the consul Lucius Opimius emergency powers to defeat the partisans of Gaius Gracchus. ",
  "civilization": "Romans"
 },
 {
  "year": -112,
  "event": "Jugurthine War: Rome declared war on Numidia. ",
  "civilization": "Romans"
 },
 {
  "year": -107,
  "event": "Gaius Marius was elected consul. ",
  "civilization": "Romans"
 },
 {
  "year": -106,
  "event": "Marius was reelected consul. ",
  "civilization": "Romans"
 },
 {
  "year": -106,
  "event": "Jugurthine War: The Numidian king Jugurtha was imprisoned in the Mamertine Prison. ",
  "civilization": "Romans"
 },
 {
  "year": -105,
  "date": "6 October",
  "event": "Battle of Arausio: A coalition of the Cimbri and Teutons inflicted a serious defeat on the Roman army at modern Orange. Some hundred thousand Roman soldiers were killed. ",
  "civilization": "Romans"
 },
 {
  "year": -104,
  "event": "Marius was elected consul for the first of three years in a row. ",
  "civilization": "Romans"
 },
 {
  "year": -102,
  "event": "Battle of Aquae Sextiae: Rome decisively defeated the forces of the Teutons and Ambrones and killed some ninety thousand soldiers and civilians. ",
  "civilization": "Romans"
 },
 {
  "year": -101,
  "event": "Battle of Vercellae: An invasion of Italy by the Cimbri was decisively defeated by a numerically inferior Roman force. Some hundred thousand Cimbri soldiers and civilians were killed along with their king Boiorix. ",
  "civilization": "Romans"
 },
 {
  "year": -100,
  "event": "Marius was elected consul. ",
  "civilization": "Romans"
 },
 {
  "year": -100,
  "date": "10 December",
  "event": "Assassins hired by Lucius Appuleius Saturninus and Gaius Servilius Glaucia beat to death Gaius Memmius, a candidate for the consulship. ",
  "civilization": "Romans"
 },
 {
  "year": -91,
  "event": "Social War (91–87 BC): The Roman clients in Italy the Marsi, the Paeligni, the Vestini, the Marrucini, the Picentes, the Frentani, the Hirpini, the Iapyges, Pompeii, Venosa, Lucania and Samnium rebelled against Rome. ",
  "civilization": "Romans"
 },
 {
  "year": -88,
  "event": "Sulla's march on Rome: The consul Sulla led an army of his partisans across the pomerium into Rome. ",
  "civilization": "Romans"
 },
 {
  "year": -88,
  "event": "Social War (91–89 BC): The war ended. ",
  "civilization": "Romans"
 },
 {
  "year": -87,
  "event": "First Mithridatic War: Roman forces landed at Epirus. ",
  "civilization": "Romans"
 },
 {
  "year": -85,
  "event": "First Mithridatic War: A peace was agreed between Rome and Pontus under which the latter returned to its pre-war borders. ",
  "civilization": "Romans"
 },
 {
  "year": -83,
  "event": "Sulla's civil war: Sulla landed with an army at Brindisi. ",
  "civilization": "Romans"
 },
 {
  "year": -83,
  "event": "Second Mithridatic War: The Roman general Lucius Licinius Murena invaded Pontus. ",
  "civilization": "Romans"
 },
 {
  "year": -82,
  "event": "Sulla's civil war: Sulla was declared dictator. ",
  "civilization": "Romans"
 },
 {
  "year": -81,
  "event": "Second Mithridatic War: Murena withdrew from Pontus. ",
  "civilization": "Romans"
 },
 {
  "year": -81,
  "event": "Sulla resigns dictatorship after enacting numerous reforms in the same year. ",
  "civilization": "Romans"
 },
 {
  "year": -80,
  "event": "Final consulship of Sulla, he leaves Rome once the year is over. ",
  "civilization": "Romans"
 },
 {
  "year": -80,
  "event": "Sertorian War: Quintus Sertorius landed on the Iberian Peninsula in support of a Lusitanian rebellion. ",
  "civilization": "Romans"
 },
 {
  "year": -73,
  "event": "Third Mithridatic War: Pontus invaded Bithynia. ",
  "civilization": "Romans"
 },
 {
  "year": -73,
  "event": "Third Servile War: Some seventy gladiators, slaves of Lentulus Batiatus in Capua, made a violent escape. ",
  "civilization": "Romans"
 },
 {
  "year": -72,
  "event": "Sertorian War: Marcus Perpenna Vento, by now the leader of the Romans in revolt in Iberia, was executed by the general Pompey. ",
  "civilization": "Romans"
 },
 {
  "year": -71,
  "event": "Third Servile War: The slaves in rebellion were decisively defeated by Roman forces near Petelia. Their leader Spartacus was killed. ",
  "civilization": "Romans"
 },
 {
  "year": -66,
  "event": "The last of the Cilician pirates were wiped out by Pompey. ",
  "civilization": "Romans"
 },
 {
  "year": -63,
  "event": "Third Mithridatic War: Defeated, the Pontic king Mithridates VI of Pontus ordered his friend and bodyguard to kill him. ",
  "civilization": "Romans"
 },
 {
  "year": -63,
  "event": "Siege of Jerusalem (63 BC): Pompey conquered Jerusalem and entered the Holy of Holies of the Second Temple. ",
  "civilization": "Romans"
 },
 {
  "year": -63,
  "event": "Cicero was elected consul. ",
  "civilization": "Romans"
 },
 {
  "year": -63,
  "event": "Second Catilinarian conspiracy: A conspiracy led by the senator Catiline to overthrow the Republic was exposed before the Senate. The five conspirators present were summarily executed in the Mamertine Prison. ",
  "civilization": "Romans"
 },
 {
  "year": -60,
  "event": "Pompey joined a political alliance, the so-called First Triumvirate, with the consul Julius Caesar and the censor Marcus Licinius Crassus. ",
  "civilization": "Romans"
 },
 {
  "year": -59,
  "event": "Consulship of Julius Caesar. ",
  "civilization": "Romans"
 },
 {
  "year": -58,
  "event": "Gallic Wars: Roman forces barred the westward migration of the Helvetii across the Rhône. ",
  "civilization": "Romans"
 },
 {
  "year": -55,
  "event": "1st Invasion of Britain: Julius Caesar's first invasion of Britain. ",
  "civilization": "Romans"
 },
 {
  "year": -54,
  "event": "2nd Invasion of Britain: Julius Caesar's second invasion of Britain. ",
  "civilization": "Romans"
 },
 {
  "year": -53,
  "date": "6 May",
  "event": "Battle of Carrhae: A Parthian army decisively defeated a numerically superior Roman invasion force near Harran. Crassus was killed. ",
  "civilization": "Romans"
 },
 {
  "year": -50,
  "event": "Gallic Wars: The last Gaulish rebels were defeated. ",
  "civilization": "Romans"
 },
 {
  "year": -49,
  "date": "10 January",
  "event": "Caesar's Civil War: Julius Caesar illegally crossed the Rubicon into Italy with his army. ",
  "civilization": "Romans"
 },
 {
  "year": -48,
  "date": "4 January",
  "event": "Caesar's Civil War: Caesar landed at Durrës in pursuit of Pompey and his partisans the optimates. ",
  "civilization": "Romans"
 },
 {
  "year": -46,
  "date": "November",
  "event": "Caesar left Africa for Iberia in pursuit of Pompey's sons Gnaeus Pompeius and Sextus Pompey. ",
  "civilization": "Romans"
 },
 {
  "year": -44,
  "date": "15 March",
  "event": "Assassination of Julius Caesar: Caesar was assassinated in the Theatre of Pompey by a conspiracy of senators. ",
  "civilization": "Romans"
 },
 {
  "year": -43,
  "date": "27 November",
  "event": "The Lex Titia was passed, granting the Second Triumvirate of Octavian (later known as Augustus), Mark Antony and Marcus Aemilius Lepidus the power to make and annul laws and appoint magistrates. ",
  "civilization": "Romans"
 },
 {
  "year": -42,
  "event": "Liberators' civil war: Augustus and Antony led some thirty legions to northern Greece in pursuit of Caesar's assassins Marcus Junius Brutus the Younger and Gaius Cassius Longinus. ",
  "civilization": "Romans"
 },
 {
  "year": -42,
  "date": "23 October",
  "event": "Liberators' civil war: Brutus committed suicide after being defeated in battle. ",
  "civilization": "Romans"
 },
 {
  "year": -33,
  "event": "Antony's Parthian War: A campaign led by Antony against the Parthian Empire ended in failure. ",
  "civilization": "Romans"
 },
 {
  "year": -33,
  "event": "The Second Triumvirate expired. ",
  "civilization": "Romans"
 },
 {
  "year": -31,
  "date": "2 September",
  "event": "Battle of Actium: Forces loyal to Augustus defeated Antony and his lover Cleopatra, queen of Egypt, in a naval battle near Actium. ",
  "civilization": "Romans"
 },
 {
  "year": -30,
  "date": "1 August",
  "event": "Final War of the Roman Republic: Antony's forces defected to Augustus. He committed suicide. ",
  "civilization": "Romans"
 },
 {
  "year": -30,
  "date": "30 August",
  "event": "Cleopatra committed suicide, probably in Roman custody and by snakebite. ",
  "civilization": "Romans"
 },
 {
  "year": -30,
  "event": "The province of Egypt was organized. Augustus took the title pharaoh. ",
  "civilization": "Romans"
 },
 {
  "year": -29,
  "event": "Moesia was annexed to Rome. ",
  "civilization": "Romans"
 },
 {
  "year": -29,
  "event": "Cantabrian Wars: Rome deployed some eighty thousand soldiers against the Cantabri in Iberia. ",
  "civilization": "Romans"
 },
 {
  "year": -27,
  "date": "16 January",
  "event": "The Senate granted Augustus the titles augustus, majestic, and princeps, first. ",
  "civilization": "Romans"
 },
 {
  "year": -25,
  "event": "Augustus indicated his nephew Marcus Claudius Marcellus (Julio-Claudian dynasty) as his chosen successor by marrying him to his only daughter Julia the Elder. ",
  "civilization": "Romans"
 },
 {
  "year": -25,
  "event": "The Roman client Amyntas of Galatia died. Augustus organized his territory as the province of Galatia. ",
  "civilization": "Romans"
 },
 {
  "year": -24,
  "event": "Augustus' campaigns against the Cantabrians in Hispania Tarraconensis, the Cantabrian Wars, ended. ",
  "civilization": "Romans"
 },
 {
  "year": -23,
  "event": "Coinage reform of Augustus: Augustus centralized the minting of and reformed the composition and value of the Roman currency. ",
  "civilization": "Romans"
 },
 {
  "year": -23,
  "event": "Marcellus died. ",
  "civilization": "Romans"
 },
 {
  "year": -21,
  "event": "Augustus married Julia to his general Marcus Vipsanius Agrippa. ",
  "civilization": "Romans"
 },
 {
  "year": -19,
  "event": "Cantabrian Wars: The last major combat operations ended. The Cantabri and Astures were pacified. ",
  "civilization": "Romans"
 },
 {
  "year": -17,
  "event": "Augustus adopted the sons of Agrippa and Julia, his grandsons Gaius Caesar and Lucius Caesar, as his own sons. ",
  "civilization": "Romans"
 },
 {
  "year": -16,
  "event": "Raetia and Noricum were conquered and annexed to Rome. ",
  "civilization": "Romans"
 },
 {
  "year": -12,
  "event": "Germanic Wars: Roman forces crossed the Rhine into Germania. ",
  "civilization": "Romans"
 },
 {
  "year": -12,
  "event": "Agrippa died of fever. ",
  "civilization": "Romans"
 },
 {
  "year": -11,
  "event": "Augustus married Julia to his general and stepson Tiberius. ",
  "civilization": "Romans"
 },
 {
  "year": -9,
  "event": "The Roman general Nero Claudius Drusus died from injuries sustained falling from a horse. ",
  "civilization": "Romans"
 },
 {
  "year": -9,
  "event": "Pannonia was annexed and incorporated into Illyricum. ",
  "civilization": "Romans"
 },
 {
  "year": -6,
  "event": "Augustus offered Tiberius tribunician power and imperium over the eastern half of the Empire. Tiberius refused, announcing his retirement to Rhodes. ",
  "civilization": "Romans"
 },
 {
  "year": -2,
  "event": "Augustus was acclaimed Pater Patriae, father of the country, by the Senate.[5] ",
  "civilization": "Romans"
 },
 {
  "year": -2,
  "event": "Augustus convicted Julia of adultery and treason, annulled her marriage to Tiberius, and exiled her with her mother Scribonia to Ventotene. ",
  "civilization": "Romans"
 },
 {
  "year": 2,
  "date": "20 August",
  "event": "Lucius Caesar died of a sudden illness. ",
  "civilization": "Romans"
 },
 {
  "year": 2,
  "event": "Augustus allowed Tiberius to return to Rome as a private citizen. ",
  "civilization": "Romans"
 },
 {
  "year": 4,
  "date": "21 February",
  "event": "Gaius Caesar died in Lycia from wounds suffered in battle. ",
  "civilization": "Romans"
 },
 {
  "year": 4,
  "event": "Augustus adopted Tiberius as his son and granted him tribunician power. ",
  "civilization": "Romans"
 },
 {
  "year": 6,
  "event": "Augustus deposed Herod Archelaus, ethnarch in Samaria, Judea and Idumea, and organized the province of Judea on his territories. ",
  "civilization": "Romans"
 },
 {
  "year": 6,
  "event": "Bellum Batonianum: The Daesitiates, an Illyrian people, rose up against Roman authority in Illyricum. ",
  "civilization": "Romans"
 },
 {
  "year": 9,
  "event": "Bellum Batonianum: The Daesitiate chieftain Bato (Daesitiate chieftain) surrendered to Roman forces. ",
  "civilization": "Romans"
 },
 {
  "year": 9,
  "date": "September",
  "event": "Battle of the Teutoburg Forest: A coalition of Germanic forces ambushed and destroyed three Roman legions in the Teutoburg Forest. Publius Quinctilius Varus, the commander of Roman forces in Germania, committed suicide. ",
  "civilization": "Romans"
 },
 {
  "year": 10,
  "event": "Tiberius assumed command of Roman forces in Germania. ",
  "civilization": "Romans"
 },
 {
  "year": 10,
  "event": "Illyricum was divided into the provinces of Pannonia and Dalmatia. ",
  "civilization": "Romans"
 },
 {
  "year": 13,
  "event": "Tiberius was granted power equal to Augustus as co-princeps. ",
  "civilization": "Romans"
 },
 {
  "year": 14,
  "date": "19 August",
  "event": "Augustus died. ",
  "civilization": "Romans"
 },
 {
  "year": 14,
  "event": "Germanicus, son of Nero Claudius Drusus and adoptive son of Tiberius, was appointed commander of Roman forces in Germania. ",
  "civilization": "Romans"
 },
 {
  "year": 14,
  "event": "Germanicus and Tiberius's natural son Drusus Julius Caesar were sent to suppress mutinies in Germania and Pannonia, respectively. ",
  "civilization": "Romans"
 },
 {
  "year": 15,
  "event": "Lucius Seius Strabo was appointed governor of Egypt. His son Sejanus remained as the sole prefect of the Praetorian Guard. ",
  "civilization": "Romans"
 },
 {
  "year": 16,
  "event": "Battle of the Weser River: A Roman army led by Germanicus decisively defeated a Germanic force on the Weser. ",
  "civilization": "Romans"
 },
 {
  "year": 17,
  "event": "Archelaus of Cappadocia, king in Cappadocia and a Roman client, died. Tiberius annexed his territory, organizing it as the province of Cappadocia. ",
  "civilization": "Romans"
 },
 {
  "year": 17,
  "event": "Antiochus III of Commagene, king of Commagene and a Roman client, died. Tiberius annexed his territory to the province of Syria. ",
  "civilization": "Romans"
 },
 {
  "year": 18,
  "event": "Tiberius granted Germanicus imperium over the eastern half of the Empire. ",
  "civilization": "Romans"
 },
 {
  "year": 19,
  "date": "10 October",
  "event": "Germanicus died in Antioch, possibly after being poisoned on Tiberius's orders. ",
  "civilization": "Romans"
 },
 {
  "year": 22,
  "event": "Tiberius granted Drusus Julius Caesar tribunician power, marking him as his choice as successor. ",
  "civilization": "Romans"
 },
 {
  "year": 23,
  "date": "14 September",
  "event": "Drusus Julius Caesar died, possibly after being poisoned by Sejanus or his wife Livilla. ",
  "civilization": "Romans"
 },
 {
  "year": 26,
  "event": "Tiberius retired to Capri, leaving Sejanus in control of Rome through his office. ",
  "civilization": "Romans"
 },
 {
  "year": 28,
  "event": "The Frisii hanged their Roman tax collectors and expelled the governor. ",
  "civilization": "Romans"
 },
 {
  "year": 29,
  "event": "Livia, Augustus's widow and Tiberius's mother, died. ",
  "civilization": "Romans"
 },
 {
  "year": 31,
  "date": "18 October",
  "event": "Sejanus was executed on Tiberius's orders. ",
  "civilization": "Romans"
 },
 {
  "year": 31,
  "event": "Tiberius invited Germanicus's son Caligula to join him on Capri. ",
  "civilization": "Romans"
 },
 {
  "year": 37,
  "date": "16 March",
  "event": "Tiberius died. His will left his offices jointly to Caligula and Drusus Julius Caesar's son, his grandson Tiberius Gemellus. ",
  "civilization": "Romans"
 },
 {
  "year": 38,
  "event": "Tiberius Gemellus was murdered on Caligula's orders. ",
  "civilization": "Romans"
 },
 {
  "year": 40,
  "event": "Ptolemy of Mauretania, king of Mauretania and a Roman client, was murdered on Caligula's orders during a state visit to Rome. His slave Aedemon rose in revolt against Roman rule. ",
  "civilization": "Romans"
 },
 {
  "year": 41,
  "event": "The general Gaius Suetonius Paulinus was appointed to suppress the rebellion in Mauretania. ",
  "civilization": "Romans"
 },
 {
  "year": 41,
  "date": "24 January",
  "event": "Caligula was assassinated by the centurion Cassius Chaerea. ",
  "civilization": "Romans"
 },
 {
  "year": 41,
  "event": "The Praetorian Guard acclaimed Nero Claudius Drusus's son Claudius princeps. ",
  "civilization": "Romans"
 },
 {
  "year": 41,
  "event": "Claudius restored the Judean monarchy under king Herod Agrippa. ",
  "civilization": "Romans"
 },
 {
  "year": 42,
  "event": "The territory of the former Mauretania was organized into the provinces of Mauretania Caesariensis and Mauretania Tingitana. ",
  "civilization": "Romans"
 },
 {
  "year": 43,
  "event": "Roman conquest of Britain: The senator Aulus Plautius led four legions into Great Britain in support of king Verica of the Atrebates. ",
  "civilization": "Romans"
 },
 {
  "year": 43,
  "event": "Claudius annexed Lycia into the Empire as a province. ",
  "civilization": "Romans"
 },
 {
  "year": 46,
  "event": "The Odrysian king Rhoemetalces III, a Roman client, was killed by anti-Roman insurgents. ",
  "civilization": "Romans"
 },
 {
  "year": 46,
  "event": "Odrysia was incorporated into the Empire as the province of Thracia. ",
  "civilization": "Romans"
 },
 {
  "year": 48,
  "event": "Claudius's wife Messalina was executed for conspiracy. ",
  "civilization": "Romans"
 },
 {
  "year": 48,
  "event": "Claudius appointed Herod Agrippa's son Herod Agrippa II king of Judea. ",
  "civilization": "Romans"
 },
 {
  "year": 49,
  "event": "Claudius married his niece, Germanicus's daughter Agrippina the Younger. ",
  "civilization": "Romans"
 },
 {
  "year": 50,
  "event": "Claudius adopted Agrippina's son Nero as his own son. ",
  "civilization": "Romans"
 },
 {
  "year": 54,
  "date": "13 October",
  "event": "Claudius died. Nero succeeded him as princeps. ",
  "civilization": "Romans"
 },
 {
  "year": 55,
  "date": "11 February",
  "event": "Claudius's young natural son Britannicus died, probably by poison. ",
  "civilization": "Romans"
 },
 {
  "year": 58,
  "event": "Roman–Parthian War of 58–63: Roman forces attacked Armenia in support of their preferred king Tigranes VI of Armenia against the Parthian candidate Tiridates I of Armenia. ",
  "civilization": "Romans"
 },
 {
  "year": 59,
  "date": "23 March",
  "event": "Agrippina died, probably murdered by her son Nero. ",
  "civilization": "Romans"
 },
 {
  "year": 60,
  "event": "Boudica, a queen of the Iceni, was appointed to lead a revolt of the Iceni and the Trinovantes against Rome. ",
  "civilization": "Romans"
 },
 {
  "year": 61,
  "event": "Battle of Watling Street: Some eighty thousand soldiers and civilians among the Iceni and Trinovantes were killed, probably in the modern West Midlands, ending Boudica's revolt. ",
  "civilization": "Romans"
 },
 {
  "year": 63,
  "event": "Roman–Parthian War of 58–63: The Roman and Parthian Empires agreed that Tiridates and his descendants would remain kings of Armenia as Roman clients, ending the war. ",
  "civilization": "Romans"
 },
 {
  "year": 64,
  "date": "18 July",
  "event": "Great Fire of Rome: A fire began which would cause massive property damage and loss of life over six days in Rome. ",
  "civilization": "Romans"
 },
 {
  "year": 64,
  "event": "Nero began construction of his large and extravagant villa the Domus Aurea. ",
  "civilization": "Romans"
 },
 {
  "year": 65,
  "date": "19 April",
  "event": "Pisonian conspiracy: Nero was informed of a broad conspiracy to assassinate him and appoint the senator Gaius Calpurnius Piso leader of Rome. ",
  "civilization": "Romans"
 },
 {
  "year": 66,
  "event": "First Jewish–Roman War: The Jewish population of Judea revolted against Roman rule. ",
  "civilization": "Romans"
 },
 {
  "year": 68,
  "date": "9 June",
  "event": "Nero, then in hiding in the villa of the freedman Phaon, was notified that the Senate had declared him an enemy of the state and ordered him brought to the Forum to be publicly beaten to death. He ordered his secretary Epaphroditus to kill him. ",
  "civilization": "Romans"
 },
 {
  "year": 68,
  "event": "The Senate accepted Galba, governor of Hispania Tarraconensis, as ruler of Rome. ",
  "civilization": "Romans"
 },
 {
  "year": 68,
  "event": "Zealot Temple Siege: The forces of Ananus ben Ananus, the Jewish former High Priest of Israel, laid siege to the Zealots in the Second Temple. ",
  "civilization": "Romans"
 },
 {
  "year": 69,
  "date": "15 January",
  "event": "The Praetorian Guard assassinated Galba and acclaimed Otho ruler of Rome. ",
  "civilization": "Romans"
 },
 {
  "year": 69,
  "date": "16 April",
  "event": "Following his defeat by Vitellius, the commander of the Roman army on the lower Rhine, near modern Calvatone, and to prevent further civil war, Otho committed suicide. ",
  "civilization": "Romans"
 },
 {
  "year": 69,
  "event": "Revolt of the Batavi: Gaius Julius Civilis, commander of the Batavi auxiliaries in the Rhine legions, turned against Rome. ",
  "civilization": "Romans"
 },
 {
  "year": 69,
  "date": "December",
  "event": "The Senate recognized Vespasian, the commander of Roman forces in Egypt and Judea, as ruler of Rome. ",
  "civilization": "Romans"
 },
 {
  "year": 69,
  "date": "22 December",
  "event": "Vitellius was executed in Rome by troops loyal to Vespasian. ",
  "civilization": "Romans"
 },
 {
  "year": 70,
  "event": "Revolt of the Batavi: Following a series of battlefield reversals, Civilis accepted peace terms from the Roman general Quintus Petillius Cerialis. ",
  "civilization": "Romans"
 },
 {
  "year": 70,
  "date": "September",
  "event": "Siege of Jerusalem (70 CE): The Roman general Titus breached the walls of Jerusalem, sacked the city and destroyed the Second Temple. ",
  "civilization": "Romans"
 },
 {
  "year": 71,
  "event": "Roman conquest of Britain: Roman forces entered modern Scotland. ",
  "civilization": "Romans"
 },
 {
  "year": 73,
  "date": "16 April",
  "event": "Siege of Masada: Roman forces breached the walls of Masada, a mountain fortress held by the Jewish extremist sect the Sicarii. ",
  "civilization": "Romans"
 },
 {
  "year": 77,
  "event": "Gnaeus Julius Agricola was appointed consul and governor of Britain. ",
  "civilization": "Romans"
 },
 {
  "year": 79,
  "date": "23 June",
  "event": "Vespasian died. He was succeeded by his son Titus. ",
  "civilization": "Romans"
 },
 {
  "year": 79,
  "date": "24 August",
  "event": "Eruption of Mount Vesuvius in 79: Mount Vesuvius erupted, destroying the cities of Pompeii and Herculaneum. ",
  "civilization": "Romans"
 },
 {
  "year": 80,
  "event": "Rome was partially destroyed by fire. ",
  "civilization": "Romans"
 },
 {
  "year": 80,
  "date": "March",
  "event": "The Colosseum was completed. ",
  "civilization": "Romans"
 },
 {
  "year": 81,
  "date": "13 September",
  "event": "Titus died of fever. He was succeeded by his younger brother Domitian. ",
  "civilization": "Romans"
 },
 {
  "year": 85,
  "event": "Agricola was recalled to Rome. ",
  "civilization": "Romans"
 },
 {
  "year": 86,
  "event": "Domitian's Dacian War: The Dacian king Decebalus invaded Moesia. ",
  "civilization": "Romans"
 },
 {
  "year": 88,
  "event": "Domitian's Dacian War: Decebalus agreed to return all Roman prisoners of war and accept his status as a Roman client in exchange for an annual subsidy of eight million sestertii, ending the war. ",
  "civilization": "Romans"
 },
 {
  "year": 89,
  "date": "1 January",
  "event": "Lucius Antonius Saturninus, governor of Germania Superior, revolted against Domitian's rule. ",
  "civilization": "Romans"
 },
 {
  "year": 89,
  "event": "Saturninus was executed. ",
  "civilization": "Romans"
 },
 {
  "year": 96,
  "date": "18 September",
  "event": "Domitian was assassinated by members of the royal household. Nerva was declared ruler of Rome by the Senate. ",
  "civilization": "Romans"
 },
 {
  "year": 97,
  "event": "Nerva adopted the general and former consul Trajan as his son. ",
  "civilization": "Romans"
 },
 {
  "year": 98,
  "date": "27 January",
  "event": "Nerva died and was succeeded by Trajan. ",
  "civilization": "Romans"
 },
 {
  "year": 112,
  "event": "Trajan's Forum was inaugurated. ",
  "civilization": "Romans"
 },
 {
  "year": 113,
  "event": "Roman–Parthian Wars: Trajan launched an expedition against Parthia. ",
  "civilization": "Romans"
 },
 {
  "year": 113,
  "event": "Trajan's Column was erected in Trajan's Forum to commemorate the victory over Dacia. ",
  "civilization": "Romans"
 },
 {
  "year": 114,
  "event": "Trajan deposed the Armenian king Parthamasiris of Armenia, a Roman client, and organized the province of Armenia on his territory. ",
  "civilization": "Romans"
 },
 {
  "year": 115,
  "event": "Kitos War: The Jews in Cyrene rose up against Roman authority. ",
  "civilization": "Romans"
 },
 {
  "year": 116,
  "event": "The provinces of Mesopotamia and Assyria were organized on territory conquered from Parthia. ",
  "civilization": "Romans"
 },
 {
  "year": 116,
  "event": "Trajan captured the Parthian capital Ctesiphon and deposed its shah Osroes I in favor of his son Parthamaspates of Parthia. ",
  "civilization": "Romans"
 },
 {
  "year": 117,
  "event": "Kitos War: Roman forces captured the rebel stronghold of Lod and executed many of its inhabitants. ",
  "civilization": "Romans"
 },
 {
  "year": 117,
  "date": "8 August",
  "event": "Trajan died. ",
  "civilization": "Romans"
 },
 {
  "year": 117,
  "date": "10 August",
  "event": "The Senate accepted the general Hadrian as ruler of Rome, following the appearance of documents indicating he had been adopted by Trajan. ",
  "civilization": "Romans"
 },
 {
  "year": 117,
  "event": "Osroes I deposed his son Parthamaspates of Parthia and replaced him as shah of Parthia. ",
  "civilization": "Romans"
 },
 {
  "year": 118,
  "event": "Hadrian withdrew from the territories of Armenia, Assyria and Mesopotamia, allowing the return of their respective client monarchies. ",
  "civilization": "Romans"
 },
 {
  "year": 119,
  "event": "A rebellion took place in Britain which was suppressed by Quintus Pompeius Falco. ",
  "civilization": "Romans"
 },
 {
  "year": 122,
  "event": "The construction of Hadrian's Wall at the northern border of Britain began. ",
  "civilization": "Romans"
 },
 {
  "year": 123,
  "event": "Hadrian arrived in Mauretania to suppress a local revolt. ",
  "civilization": "Romans"
 },
 {
  "year": 124,
  "event": "Hadrian travelled to Greece. ",
  "civilization": "Romans"
 },
 {
  "year": 126,
  "event": "Hadrian returned to Rome. ",
  "civilization": "Romans"
 },
 {
  "year": 126,
  "event": "The rebuilt Pantheon was dedicated to Agrippa, its original builder. ",
  "civilization": "Romans"
 },
 {
  "year": 132,
  "event": "Bar Kokhba revolt: Simon bar Kokhba, believed by his followers to be the Messiah, launched a revolt against Roman authority in Judea. ",
  "civilization": "Romans"
 },
 {
  "year": 135,
  "event": "Bar Kokhba revolt: The revolt ended at a cost of tens of thousands of Roman soldiers and some six hundred thousand Jewish rebels and civilians, including bar Kokhba, killed. Judea and Syria were combined into the single province of Syria Palaestina. ",
  "civilization": "Romans"
 },
 {
  "year": 136,
  "event": "Hadrian adopted Lucius Aelius as his son and successor. ",
  "civilization": "Romans"
 },
 {
  "year": 138,
  "date": "1 January",
  "event": "Lucius Aelius died. ",
  "civilization": "Romans"
 },
 {
  "year": 138,
  "date": "25 February",
  "event": "Hadrian adopted Antoninus Pius as his son and successor and granted him tribunician power and imperium, on the condition that he in turn adopt Marcus Aurelius and Lucius Verus as his sons. ",
  "civilization": "Romans"
 },
 {
  "year": 138,
  "date": "10 July",
  "event": "Hadrian died, probably from congestive heart failure. ",
  "civilization": "Romans"
 },
 {
  "year": 138,
  "date": "11 July",
  "event": "Antoninus succeeded Hadrian. ",
  "civilization": "Romans"
 },
 {
  "year": 141,
  "event": "Roman conquest of Britain: Roman forces invaded modern Scotland under the command of the British governor Quintus Lollius Urbicus. ",
  "civilization": "Romans"
 },
 {
  "year": 142,
  "event": "The construction of the Antonine Wall at the northern border of Britain began. ",
  "civilization": "Romans"
 },
 {
  "year": 161,
  "date": "7 March",
  "event": "Antoninus died. He was succeeded by Marcus and Lucius Verus. ",
  "civilization": "Romans"
 },
 {
  "year": 161,
  "event": "Roman–Parthian War of 161–166: The Parthian Empire deposed the Armenian king Sohaemus of Armenia, a Roman client, and installed Bakur. ",
  "civilization": "Romans"
 },
 {
  "year": 165,
  "event": "Antonine Plague: A pandemic, probably of smallpox or measles, began which would kill some five million people throughout the Roman Empire. ",
  "civilization": "Romans"
 },
 {
  "year": 166,
  "event": "Roman–Parthian War of 161–166: Roman forces sacked the Parthian capital Ctesiphon. ",
  "civilization": "Romans"
 },
 {
  "year": 169,
  "event": "Lucius Verus died of disease, leaving Marcus the sole ruler of Rome. ",
  "civilization": "Romans"
 },
 {
  "year": 169,
  "event": "Marcomannic Wars: A coalition of Germanic tribes led by the Marcomanni invaded the Roman Empire across the Danube. ",
  "civilization": "Romans"
 },
 {
  "year": 175,
  "event": "Marcomannic Wars: Rome and the Iazyges signed a treaty under which the latter agreed to return Roman prisoners of war and supply troops to the Auxilia, ending the war. ",
  "civilization": "Romans"
 },
 {
  "year": 177,
  "event": "Marcus named his natural son Commodus co-ruler with himself. ",
  "civilization": "Romans"
 },
 {
  "year": 180,
  "date": "17 March",
  "event": "Marcus died. ",
  "civilization": "Romans"
 },
 {
  "year": 180,
  "event": "Antonine Plague: The pandemic ended. ",
  "civilization": "Romans"
 },
 {
  "year": 184,
  "event": "The Antonine Wall was abandoned by Roman forces. ",
  "civilization": "Romans"
 },
 {
  "year": 192,
  "date": "31 December",
  "event": "Commodus was strangled to death. ",
  "civilization": "Romans"
 },
 {
  "year": 193,
  "date": "1 January",
  "event": "The Praetorian Guard acclaimed the consul Pertinax ruler of Rome at the Castra Praetoria. ",
  "civilization": "Romans"
 },
 {
  "year": 193,
  "date": "28 March",
  "event": "Pertinax was assassinated by the Praetorian Guard. ",
  "civilization": "Romans"
 },
 {
  "year": 193,
  "event": "The Praetorian Guard acclaimed the former consul Didius Julianus, who had provided the highest bid, ruler of Rome. ",
  "civilization": "Romans"
 },
 {
  "year": 193,
  "date": "9 April",
  "event": "Pescennius Niger, the legatus Augusti pro praetore of Syria Palaestina, was proclaimed ruler of Rome by his legions. ",
  "civilization": "Romans"
 },
 {
  "year": 193,
  "date": "14 April",
  "event": "The Legio XIV Gemina acclaimed its commander Septimius Severus ruler of Rome at Carnuntum. ",
  "civilization": "Romans"
 },
 {
  "year": 193,
  "date": "May",
  "event": "The Senate recognized Septimius Severus as ruler of Rome and sentenced Julianus to death. ",
  "civilization": "Romans"
 },
 {
  "year": 194,
  "event": "Battle of Issus (194): Niger's forces were decisively defeated by the armies of Septimius Severus at Issus. ",
  "civilization": "Romans"
 },
 {
  "year": 196,
  "event": "Clodius Albinus, the commander of Roman troops in Britain and Iberia, took the title Imperator Caesar Decimus Clodius Septimius Albinus Augustus. ",
  "civilization": "Romans"
 },
 {
  "year": 197,
  "date": "19 February",
  "event": "Battle of Lugdunum: Septimius Severus and Albinus met in battle at Lugdunum. ",
  "civilization": "Romans"
 },
 {
  "year": 197,
  "event": "Albinus committed suicide or was killed. ",
  "civilization": "Romans"
 },
 {
  "year": 197,
  "event": "Roman–Parthian Wars: Septimius Severus sacked the Parthian capital Ctesiphon. ",
  "civilization": "Romans"
 },
 {
  "year": 198,
  "event": "Septimius Severus appointed his eldest natural son Caracalla co-ruler with himself. ",
  "civilization": "Romans"
 },
 {
  "year": 208,
  "event": "Roman invasion of Caledonia 208–210: Septimius Severus invaded modern Scotland. ",
  "civilization": "Romans"
 },
 {
  "year": 209,
  "event": "Septimius Severus named his youngest natural son Publius Septimius Geta co-ruler with himself and Caracalla. ",
  "civilization": "Romans"
 },
 {
  "year": 211,
  "date": "4 February",
  "event": "Septimius Severus died. ",
  "civilization": "Romans"
 },
 {
  "year": 211,
  "event": "Roman invasion of Caledonia 208–210: Caracalla ended the campaign. ",
  "civilization": "Romans"
 },
 {
  "year": 211,
  "date": "26 December",
  "event": "Geta was murdered in his mother's arms by members of the Praetorian Guard loyal to Caracalla. ",
  "civilization": "Romans"
 },
 {
  "year": 212,
  "event": "Constitutio Antoniniana was an edict issued by Caracalla declaring that all free men in the Roman Empire were to be given full Roman citizenship and that all free women in the Empire were to be given the same rights as Roman women. ",
  "civilization": "Romans"
 },
 {
  "year": 217,
  "date": "8 April",
  "event": "Caracalla was assassinated by a member of his bodyguard. ",
  "civilization": "Romans"
 },
 {
  "year": 217,
  "event": "The Praetorian Guard acclaimed their prefect Macrinus ruler of Rome. ",
  "civilization": "Romans"
 },
 {
  "year": 218,
  "date": "8 June",
  "event": "Macrinus was captured and executed by an army loyal to Elagabalus, supposedly the illegitimate son of Caracalla. ",
  "civilization": "Romans"
 },
 {
  "year": 222,
  "date": "11 March",
  "event": "Elagabalus was assassinated by the Praetorian Guard, which installed his young cousin Severus Alexander as ruler of Rome. ",
  "civilization": "Romans"
 },
 {
  "year": 230,
  "event": "Roman–Persian Wars: The Sasanian shah Ardashir I invaded Mesopotamia and Syria. ",
  "civilization": "Romans"
 },
 {
  "year": 232,
  "event": "Roman–Persian Wars: Alexander repelled the Sasanian invasion. ",
  "civilization": "Romans"
 },
 {
  "year": 235,
  "date": "19 March",
  "event": "Alexander was killed in a mutiny of the Legio XXII Primigenia at Mainz. ",
  "civilization": "Romans"
 },
 {
  "year": 235,
  "date": "20 March",
  "event": "The army elected Maximinus Thrax, commander of the Legio IV Italica, ruler of Rome. ",
  "civilization": "Romans"
 },
 {
  "year": 238,
  "date": "22 March",
  "event": "Gordian I, governor of Africa, accepted the rule of Rome at the urging of rebels in his province. He appointed his son Gordian II to rule jointly with him. ",
  "civilization": "Romans"
 },
 {
  "year": 238,
  "date": "2 April",
  "event": "The Senate accepted Gordian I and Gordian II as rulers of Rome. ",
  "civilization": "Romans"
 },
 {
  "year": 238,
  "event": "Battle of Carthage (238): Forces loyal to Gordian I and Gordian II were defeated by the army of Capelianus, the governor of Numidia, who claimed fealty to Maximinus. Gordian II was killed. Gordian I committed suicide. ",
  "civilization": "Romans"
 },
 {
  "year": 238,
  "date": "22 April",
  "event": "The Senate elected two senators, Pupienus and Balbinus, as joint rulers of the Empire. ",
  "civilization": "Romans"
 },
 {
  "year": 238,
  "event": "Facing popular opposition to Pupienus and Balbinus, the Senate gave Gordian I's young grandson Gordian III the title Caesar. ",
  "civilization": "Romans"
 },
 {
  "year": 238,
  "date": "May",
  "event": "Maximinus was murdered with his son during a mutiny of the Legio II Parthica at Aquileia. ",
  "civilization": "Romans"
 },
 {
  "year": 238,
  "date": "29 July",
  "event": "Pupienus and Balbinus were tortured and murdered by the Praetorian Guard in their barracks. ",
  "civilization": "Romans"
 },
 {
  "year": 243,
  "event": "Battle of Resaena: Roman forces defeated the Sasanian Empire at Resaena. ",
  "civilization": "Romans"
 },
 {
  "year": 244,
  "event": "Battle of Misiche: The Sasanian Empire decisively defeated a Roman force at Misiche, near modern Fallujah. Gordian III was killed, probably by a fellow Roman. He was succeeded by Philip the Arab, the prefect of the Praetorian Guard, who was forced to cede Mesopotamia and Armenia to the Sasanian Empire. ",
  "civilization": "Romans"
 },
 {
  "year": 249,
  "event": "Phillip was killed at Verona in battle with Decius, commander of Roman forces in Pannonia and Moesia. ",
  "civilization": "Romans"
 },
 {
  "year": 251,
  "event": "Decius appointed his natural son Herennius Etruscus co-ruler of Rome jointly with himself. ",
  "civilization": "Romans"
 },
 {
  "year": 251,
  "event": "Battle of Abritus: Roman forces were dealt a bloody defeat by the Goths near modern Razgrad. Decius and Herennius were killed. ",
  "civilization": "Romans"
 },
 {
  "year": 251,
  "event": "The armies of the Danube region acclaimed their commander Trebonianus Gallus ruler of Rome. ",
  "civilization": "Romans"
 },
 {
  "year": 251,
  "event": "The Senate recognized Decius's son Hostilian as ruler of Rome. Gallus adopted Hostilian as his son. ",
  "civilization": "Romans"
 },
 {
  "year": 251,
  "event": "Plague of Cyprian: Hostilian died, probably of plague. ",
  "civilization": "Romans"
 },
 {
  "year": 251,
  "event": "Gallus appointed his natural son Volusianus co-ruler jointly with himself. ",
  "civilization": "Romans"
 },
 {
  "year": 253,
  "event": "Battle of Barbalissos: A Sasanian force destroyed a Roman army at Barbalissos. ",
  "civilization": "Romans"
 },
 {
  "year": 253,
  "date": "August",
  "event": "Gallus and Volusianus were killed in a mutiny at Terni. The army acclaimed Aemilianus, governor of Pannonia and Moesia, ruler of Rome. ",
  "civilization": "Romans"
 },
 {
  "year": 253,
  "event": "Aemilianus was killed by his own soldiers in the face of the army of the general Valerian (emperor). ",
  "civilization": "Romans"
 },
 {
  "year": 253,
  "date": "22 October",
  "event": "Valerian gave his son Gallienus the title Caesar. ",
  "civilization": "Romans"
 },
 {
  "year": 256,
  "event": "The Sasanian Empire conquered and sacked Antioch. ",
  "civilization": "Romans"
 },
 {
  "year": 257,
  "event": "Valerian reconquered Antioch. ",
  "civilization": "Romans"
 },
 {
  "year": 258,
  "event": "The Goths invaded Asia Minor. ",
  "civilization": "Romans"
 },
 {
  "year": 260,
  "event": "Death of Dacian king Regalianus that became Roman emperor for a brief period. ",
  "civilization": "Romans"
 },
 {
  "year": 260,
  "event": "Valerian was taken prisoner by the Sasanian Empire during truce negotiations. ",
  "civilization": "Romans"
 },
 {
  "year": 260,
  "date": "September",
  "event": "The general Postumus was declared ruler of Rome in the Gallic Empire. ",
  "civilization": "Romans"
 },
 {
  "year": 264,
  "event": "Valerian died in captivity. ",
  "civilization": "Romans"
 },
 {
  "year": 267,
  "event": "Odaenathus, the king of Palmyra and a Roman client, was assassinated. His widow Zenobia took power as regent for their son Vaballathus. ",
  "civilization": "Romans"
 },
 {
  "year": 268,
  "event": "Gallienus was murdered by his soldiers during a siege of Pontirolo Nuovo. ",
  "civilization": "Romans"
 },
 {
  "year": 268,
  "date": "September",
  "event": "The general Claudius Gothicus was declared ruler of Rome by his soldiers. ",
  "civilization": "Romans"
 },
 {
  "year": 269,
  "event": "Postumus was killed by his soldiers, who in turn acclaimed one of their own, Marcus Aurelius Marius, emperor of the Gallic Empire. ",
  "civilization": "Romans"
 },
 {
  "year": 269,
  "event": "Marius was murdered by Victorinus, formerly prefect of Postumus's Praetorian Guard, who replaced him as emperor of the Gallic Empire. ",
  "civilization": "Romans"
 },
 {
  "year": 269,
  "event": "Zenobia conquered Egypt. ",
  "civilization": "Romans"
 },
 {
  "year": 269,
  "event": "Battle of Naissus: Roman forces decisively defeated the Goths at modern Niš, stalling an invasion of the Balkans. ",
  "civilization": "Romans"
 },
 {
  "year": 270,
  "date": "January",
  "event": "Claudius Gothicus died. He was succeeded by his brother Quintillus. ",
  "civilization": "Romans"
 },
 {
  "year": 270,
  "date": "April",
  "event": "Quintillus died at Aquileia. ",
  "civilization": "Romans"
 },
 {
  "year": 270,
  "date": "September",
  "event": "Aurelian became ruler of Rome. ",
  "civilization": "Romans"
 },
 {
  "year": 271,
  "event": "Battle of Fano: A Roman force defeated the Juthungi on the Metauro. ",
  "civilization": "Romans"
 },
 {
  "year": 271,
  "event": "Victorinus was murdered by an officer he had cuckolded. ",
  "civilization": "Romans"
 },
 {
  "year": 271,
  "event": "Tetricus I, praeses of Gallia Aquitania was acclaimed emperor of the Gallic Empire. He appointed his natural son Tetricus II to rule jointly with him. ",
  "civilization": "Romans"
 },
 {
  "year": 272,
  "event": "Zenobia was arrested en route to refuge in the Sasanian Empire. ",
  "civilization": "Romans"
 },
 {
  "year": 273,
  "event": "Palmyra rebelled against Roman authority and was destroyed. ",
  "civilization": "Romans"
 },
 {
  "year": 274,
  "event": "Battle of Châlons (274): Aurelian defeated the forces of Tetricus I and Tetricus II at modern Châlons-en-Champagne. ",
  "civilization": "Romans"
 },
 {
  "year": 275,
  "date": "September",
  "event": "Aurelian was murdered by the Praetorian Guard. ",
  "civilization": "Romans"
 },
 {
  "year": 275,
  "date": "25 September",
  "event": "The Senate elected Tacitus (emperor) ruler of Rome. ",
  "civilization": "Romans"
 },
 {
  "year": 276,
  "date": "June",
  "event": "Tacitus died. ",
  "civilization": "Romans"
 },
 {
  "year": 276,
  "event": "Marcus Aurelius Probus, commander of Roman forces in the east and Tacitus's half-brother, was acclaimed ruler of Rome by his troops. ",
  "civilization": "Romans"
 },
 {
  "year": 276,
  "event": "Florianus, prefect of the Praetorian Guard and commander of Roman forces in the west, was acclaimed ruler of Rome by his troops. ",
  "civilization": "Romans"
 },
 {
  "year": 276,
  "date": "September",
  "event": "Florianus was assassinated near Tarsus by his troops following a defeat at the hands of Probus. ",
  "civilization": "Romans"
 },
 {
  "year": 279,
  "event": "Probus launched a campaign against the Vandals in Illyricum. ",
  "civilization": "Romans"
 },
 {
  "year": 282,
  "event": "The Praetorian Guard elected their prefect Carus ruler of Rome. ",
  "civilization": "Romans"
 },
 {
  "year": 282,
  "event": "Probus was assassinated. ",
  "civilization": "Romans"
 },
 {
  "year": 282,
  "event": "Carus gave his sons Carinus and Numerian the title Caesar. ",
  "civilization": "Romans"
 },
 {
  "year": 283,
  "event": "Carus died. ",
  "civilization": "Romans"
 },
 {
  "year": 284,
  "event": "Numerian died. ",
  "civilization": "Romans"
 },
 {
  "year": 284,
  "date": "20 November",
  "event": "Roman forces in the east elected the consul Diocletian their ruler and proclaimed him augustus. ",
  "civilization": "Romans"
 },
 {
  "year": 285,
  "date": "July",
  "event": "Battle of the Margus: Forces loyal to Diocletian defeated Carinus in battle on the Morava. Carinus was killed. ",
  "civilization": "Romans"
 },
 {
  "year": 285,
  "date": "July",
  "event": "Diocletian gave Maximian the title Caesar. ",
  "civilization": "Romans"
 },
 {
  "year": 286,
  "event": "Carausian Revolt: The naval commander Carausius declared himself emperor in Britain and northern Gaul. ",
  "civilization": "Romans"
 },
 {
  "year": 286,
  "date": "2 April",
  "event": "Diocletian proclaimed Maximian augustus of the west, ruling himself as augustus of the east. ",
  "civilization": "Romans"
 },
 {
  "year": 293,
  "event": "Diocletian established the Tetrarchy, appointing Constantius Chlorus to hold the office of Caesar under Maximian in the west and Galerius to hold the title under himself in the east. ",
  "civilization": "Romans"
 },
 {
  "year": 293,
  "event": "Carausian Revolt: Constantius Chlorus conquered Carausius's Gallic territories. ",
  "civilization": "Romans"
 },
 {
  "year": 293,
  "event": "Carausius was murdered by his finance minister Allectus, who replaced him as emperor in Britain. ",
  "civilization": "Romans"
 },
 {
  "year": 296,
  "event": "Carausian Revolt: Allectus was defeated in battle and killed at Calleva Atrebatum. ",
  "civilization": "Romans"
 },
 {
  "year": 301,
  "event": "Diocletian issued the Edict on Maximum Prices, reforming the currency and setting price ceilings on a number of goods. ",
  "civilization": "Romans"
 },
 {
  "year": 303,
  "date": "24 February",
  "event": "Diocletianic Persecution: Diocletian issued his first edict against Christians, calling for the destruction of Christian holy books and places of worship and stripping Christians of their government positions and political rights. ",
  "civilization": "Romans"
 },
 {
  "year": 305,
  "date": "1 May",
  "event": "Diocletian and Maximian abdicated. Constantius and Galerius were elevated to augusti in the west and east. Galerius appointed Flavius Valerius Severus Caesar in the west and Maximinus II Caesar in the east. ",
  "civilization": "Romans"
 },
 {
  "year": 306,
  "date": "25 July",
  "event": "Constantius died at Eboracum. By his dying wish, his troops acclaimed his son Constantine the Great augustus. ",
  "civilization": "Romans"
 },
 {
  "year": 306,
  "event": "Galerius recognized Flavius Valerius Severus as augustus in the west and granted Constantine the Great the lesser title of Caesar, which he accepted. ",
  "civilization": "Romans"
 },
 {
  "year": 306,
  "event": "Civil wars of the Tetrarchy: Rioters in Rome acclaimed Maximian's son Maxentius ruler of Rome. He took the title princeps invictus, undefeated prince. ",
  "civilization": "Romans"
 },
 {
  "year": 306,
  "event": "Maxentius invited Maximian to reclaim the title augustus. ",
  "civilization": "Romans"
 },
 {
  "year": 307,
  "event": "Civil wars of the Tetrarchy: Flavius Valerius Severus surrendered to Maximian at Ravenna. ",
  "civilization": "Romans"
 },
 {
  "year": 307,
  "event": "Civil wars of the Tetrarchy: Galerius laid siege to Rome. Many of his soldiers defected to Maxentius and he was forced to flee. ",
  "civilization": "Romans"
 },
 {
  "year": 308,
  "event": "Civil wars of the Tetrarchy: After a failed coup against his son Maxentius, Maximian was forced to flee to Constantine's court. ",
  "civilization": "Romans"
 },
 {
  "year": 308,
  "date": "11 November",
  "event": "Maximian resigned as augustus. Galerius appointed Licinius augustus of the west and confirmed his recognition of Constantine the Great as Caesar of the west. ",
  "civilization": "Romans"
 },
 {
  "year": 310,
  "date": "July",
  "event": "Civil wars of the Tetrarchy: Maximian was forced to commit suicide following a failed coup against Constantine the Great. ",
  "civilization": "Romans"
 },
 {
  "year": 311,
  "date": "May",
  "event": "Galerius died. Licinius and Maximinus agreed to divide the eastern Empire between themselves. ",
  "civilization": "Romans"
 },
 {
  "year": 311,
  "event": "Civil wars of the Tetrarchy: Constantine the Great concluded an alliance with Licinius, offering his half-sister Flavia Julia Constantia to him in marriage. ",
  "civilization": "Romans"
 },
 {
  "year": 311,
  "event": "Civil wars of the Tetrarchy: Maximinus entered a secret alliance with Maxentius. ",
  "civilization": "Romans"
 },
 {
  "year": 311,
  "date": "3 December",
  "event": "Diocletian died, possibly from suicide. ",
  "civilization": "Romans"
 },
 {
  "year": 312,
  "date": "28 October",
  "event": "Battle of the Milvian Bridge: Constantine the Great had a vision of the cross appearing over the sun at the Ponte Milvio with the words \"in this sign, conquer.\" His forces defeated and killed Maxentius. ",
  "civilization": "Romans"
 },
 {
  "year": 313,
  "date": "February",
  "event": "Constantine the Great and Licinius issued the Edict of Milan, providing for restitution to Christians injured during the persecutions. ",
  "civilization": "Romans"
 },
 {
  "year": 313,
  "date": "March",
  "event": "Licinius married Constantia. ",
  "civilization": "Romans"
 },
 {
  "year": 313,
  "date": "30 April",
  "event": "Battle of Tzirallum: Licinius defeated a vastly numerically superior force loyal to Maximinus at modern Çorlu. Maximinus fled to Nicomedia. ",
  "civilization": "Romans"
 },
 {
  "year": 313,
  "date": "August",
  "event": "Maximinus died at Tarsus. ",
  "civilization": "Romans"
 },
 {
  "year": 314,
  "date": "8 October",
  "event": "Battle of Cibalae: Constantine the Great dealt a bloody defeat to Licinius's forces at modern Vinkovci. ",
  "civilization": "Romans"
 },
 {
  "year": 317,
  "event": "Battle of Mardia: After a bloody battle, probably at modern Harmanli, Licinius retreated from contact with Constantine the Great. ",
  "civilization": "Romans"
 },
 {
  "year": 317,
  "date": "1 March",
  "event": "Licinius recognized Constantine the Great as his superior, ceded all his territories outside of Thrace, and agreed to depose and execute Valerius Valens, whom he had raised to augustus. ",
  "civilization": "Romans"
 },
 {
  "year": 324,
  "date": "3 July",
  "event": "Battle of Adrianople (324): Licinius suffered a bloody defeat at the hands of Constantine the Great on the Maritsa. ",
  "civilization": "Romans"
 },
 {
  "year": 324,
  "date": "18 September",
  "event": "Battle of Chrysopolis: Constantine the Great dealt a decisive defeat to the remnants of Licinius's army. Licinius surrendered. ",
  "civilization": "Romans"
 },
 {
  "year": 325,
  "date": "20 May",
  "event": "First Council of Nicaea: An ecumenical council called by Constantine the Great at Nicaea opened which would establish the Nicene Creed, asserting Jesus to be equal to and of the same substance as God the Father. ",
  "civilization": "Romans"
 },
 {
  "year": 325,
  "event": "Licinius was executed. ",
  "civilization": "Romans"
 },
 {
  "year": 326,
  "event": "Constantine the Great ordered the death of his oldest son Crispus. ",
  "civilization": "Romans"
 },
 {
  "year": 330,
  "date": "11 May",
  "event": "Constantine the Great moved his capital to Byzantium and renamed the city Constantinople, city of Constantine. ",
  "civilization": "Romans"
 },
 {
  "year": 332,
  "event": "Constantine the Great campaigned against the Goths. ",
  "civilization": "Romans"
 },
 {
  "year": 334,
  "event": "Constantine the Great campaigned against the Sarmatians. ",
  "civilization": "Romans"
 },
 {
  "year": 337,
  "event": "Roman–Persian Wars: The Sasanian shah Shapur II invaded Armenia and Mesopotamia. ",
  "civilization": "Romans"
 },
 {
  "year": 337,
  "date": "22 May",
  "event": "Constantine the Great died. ",
  "civilization": "Romans"
 },
 {
  "year": 337,
  "date": "9 September",
  "event": "Constantine the Great's three sons declared themselves augusti and divided their father's empire into three parts, with Constantine II (emperor) receiving Britain, Iberia, Gaul and Illyria, Constantius II Asia, Syria Palaestina and Egypt, and Constans Italy and Africa. The young Constans was placed under Constantine II's guardianship. ",
  "civilization": "Romans"
 },
 {
  "year": 338,
  "event": "Constantine II campaigned against the Alemanni. ",
  "civilization": "Romans"
 },
 {
  "year": 338,
  "event": "Constantine II granted Illyria to his brother Constans. ",
  "civilization": "Romans"
 },
 {
  "year": 340,
  "event": "Constantine II invaded Italy. He was ambushed and slain at Aquileia by Constans, who inherited his territory. ",
  "civilization": "Romans"
 },
 {
  "year": 341,
  "event": "Constans and Constantius II issued a ban against pagan sacrifice. ",
  "civilization": "Romans"
 },
 {
  "year": 344,
  "event": "Siege of Singara: Sasanian forces failed to capture the Roman fortress of Singara. ",
  "civilization": "Romans"
 },
 {
  "year": 350,
  "date": "18 January",
  "event": "Magnentius, commander of the Jovians and Herculians, was acclaimed ruler of Rome by his legions. ",
  "civilization": "Romans"
 },
 {
  "year": 350,
  "event": "Constans was killed in Elne by followers of Magnentius. ",
  "civilization": "Romans"
 },
 {
  "year": 350,
  "date": "3 June",
  "event": "Constantius Chlorus's grandson Nepotianus entered Rome with a band of gladiators and there declared himself imperator. ",
  "civilization": "Romans"
 },
 {
  "year": 350,
  "date": "30 June",
  "event": "Marcellinus (magister officiorum), one of Magnentius's generals, entered Rome and executed Nepotianus. ",
  "civilization": "Romans"
 },
 {
  "year": 351,
  "date": "15 March",
  "event": "Constantius II granted his cousin Constantius Gallus the title Caesar. ",
  "civilization": "Romans"
 },
 {
  "year": 351,
  "date": "28 September",
  "event": "Battle of Mursa Major: Constantius II defeated Magnentius in a bloody battle in the valley of the Drava. ",
  "civilization": "Romans"
 },
 {
  "year": 353,
  "event": "Battle of Mons Seleucus: Constantius II dealt Magnentius a decisive defeat at modern La Bâtie-Montsaléon. Magnentius committed suicide. ",
  "civilization": "Romans"
 },
 {
  "year": 354,
  "event": "Gallus was put to death. ",
  "civilization": "Romans"
 },
 {
  "year": 355,
  "date": "6 November",
  "event": "Constantius II declared Julian (emperor) Caesar and granted him command in Gaul. ",
  "civilization": "Romans"
 },
 {
  "year": 357,
  "event": "Battle of Strasbourg: Julian defeated a vastly superior Alemanni force near Argentoratum, solidifying Roman control west of the Rhine. ",
  "civilization": "Romans"
 },
 {
  "year": 360,
  "date": "February",
  "event": "The Petulantes, ordered east from Paris in preparation for a war with the Sasanian Empire, instead mutinied and proclaimed Julian augustus. ",
  "civilization": "Romans"
 },
 {
  "year": 361,
  "date": "3 November",
  "event": "Constantius II named Julian as his successor before dying of fever. ",
  "civilization": "Romans"
 },
 {
  "year": 363,
  "date": "5 March",
  "event": "Julian's Persian War: Roman forces embarked from Antioch on a punitive expedition against the Sasanian Empire. ",
  "civilization": "Romans"
 },
 {
  "year": 363,
  "date": "26 June",
  "event": "Battle of Samarra: Sasanian forces harassed a Roman army in retreat at Samarra from a failed siege of their capital Ctesiphon. Julian was killed. ",
  "civilization": "Romans"
 },
 {
  "year": 363,
  "date": "27 June",
  "event": "Julian's army declared one of their generals, Jovian (emperor), augustus. ",
  "civilization": "Romans"
 },
 {
  "year": 363,
  "date": "July",
  "event": "Julian's Persian War: Jovian agreed to cede the five provinces east of the Tigris to the Sasanian Empire, ending the war. ",
  "civilization": "Romans"
 },
 {
  "year": 364,
  "date": "17 February",
  "event": "Jovian died. ",
  "civilization": "Romans"
 },
 {
  "year": 364,
  "date": "26 February",
  "event": "The army acclaimed the general Valentinian I the Great augustus. ",
  "civilization": "Romans"
 },
 {
  "year": 364,
  "date": "28 March",
  "event": "Valentinian the Great appointed his younger brother Valens augustus with rule over the eastern Empire, and continued as augustus in the west. ",
  "civilization": "Romans"
 },
 {
  "year": 375,
  "date": "17 November",
  "event": "Valentinian the Great died of a stroke. His son Gratian, then junior augustus in the west, succeeded him as senior augustus. ",
  "civilization": "Romans"
 },
 {
  "year": 375,
  "date": "22 November",
  "event": "The army acclaimed Valentinian the Great's young son Valentinian II augustus of the west. ",
  "civilization": "Romans"
 },
 {
  "year": 376,
  "event": "Fleeing Hunnic aggression, the Goths, under the leadership of the Thervingi chieftain Fritigern, crossed the Danube and entered the eastern Empire as political refugees. ",
  "civilization": "Romans"
 },
 {
  "year": 376,
  "event": "Gothic War (376–382): Following the deaths of several Roman soldiers during civil unrest in Thrace, the officer Lupicinus arrested Fritigern and the Greuthungi chieftain Alatheus. ",
  "civilization": "Romans"
 },
 {
  "year": 378,
  "date": "9 August",
  "event": "Battle of Adrianople: A combined Gothic-Alanic force decisively defeated the Roman army near Edirne. Valens was killed. ",
  "civilization": "Romans"
 },
 {
  "year": 379,
  "date": "19 January",
  "event": "Gratian named the general Theodosius I the Great augustus in the east. ",
  "civilization": "Romans"
 },
 {
  "year": 380,
  "date": "27 February",
  "event": "Theodosius the Great issued the Edict of Thessalonica, making Christianity the state church of the Roman Empire. ",
  "civilization": "Romans"
 },
 {
  "year": 382,
  "date": "3 October",
  "event": "Gothic War (376–382): The Goths were made foederati of Rome and granted land and autonomy in Thrace, ending the war. ",
  "civilization": "Romans"
 },
 {
  "year": 383,
  "date": "25 August",
  "event": "Gratian was delivered by mutineers to the Magister equitum Andragathius and executed. ",
  "civilization": "Romans"
 },
 {
  "year": 392,
  "date": "15 May",
  "event": "Valentinian II was found hanged in his residence. He may have been murdered by his guardian, the Frankish general Arbogast. ",
  "civilization": "Romans"
 },
 {
  "year": 392,
  "date": "22 August",
  "event": "Arbogast declared Eugenius augustus and ruler in the west. ",
  "civilization": "Romans"
 },
 {
  "year": 393,
  "date": "23 January",
  "event": "Theodosius the Great appointed his younger son Honorius (emperor) augustus in the west. ",
  "civilization": "Romans"
 },
 {
  "year": 394,
  "date": "6 September",
  "event": "Battle of the Frigidus: Forces loyal to Theodosius the Great defeated and killed Arbogast and Eugenius, probably near the Vipava. ",
  "civilization": "Romans"
 },
 {
  "year": 395,
  "date": "17 January",
  "event": "Theodosius the Great died. His elder son Arcadius succeeded him as augustus in the eastern Byzantine Empire. The young Honorius became sole augustus in the Western Roman Empire under the regency of Magister militum Stilicho. ",
  "civilization": "Romans"
 },
 {
  "year": 398,
  "event": "Gildonic War: Gildo, comes of Africa, was killed following a failed rebellion against the Western Roman Empire. ",
  "civilization": "Romans"
 },
 {
  "year": 402,
  "event": "The capital of the Western Roman Empire was moved to Ravenna. ",
  "civilization": "Romans"
 },
 {
  "year": 406,
  "date": "31 December",
  "event": "Crossing of the Rhine: A coalition of foreign tribes including the Vandals, Alans and Suebi invaded the Western Roman Empire across the Rhine. ",
  "civilization": "Romans"
 },
 {
  "year": 408,
  "date": "1 May",
  "event": "Arcadius died. ",
  "civilization": "Romans"
 },
 {
  "year": 410,
  "date": "24 August",
  "event": "Sack of Rome (410): Rome was sacked by the Visigoths under their king Alaric I. ",
  "civilization": "Romans"
 },
 {
  "year": 410,
  "event": "End of Roman rule in Britain: The last Roman forces left Britain. ",
  "civilization": "Romans"
 },
 {
  "year": 421,
  "date": "8 February",
  "event": "Honorius appointed his brother-in-law and Magister militum Constantius III co-ruler of the Western Roman Empire with himself. ",
  "civilization": "Romans"
 },
 {
  "year": 421,
  "date": "2 September",
  "event": "Constantius III died. ",
  "civilization": "Romans"
 },
 {
  "year": 423,
  "date": "15 August",
  "event": "Honorius died. ",
  "civilization": "Romans"
 },
 {
  "year": 423,
  "event": "The Western Roman patrician Castinus declared the primicerius Joannes augustus. ",
  "civilization": "Romans"
 },
 {
  "year": 424,
  "date": "23 October",
  "event": "The Byzantine augustus Theodosius II the Younger, the Calligrapher named the young Valentinian III, his cousin and Constantius III's son, Caesar with rule over the west. His mother Galla Placidia was appointed regent. ",
  "civilization": "Romans"
 },
 {
  "year": 425,
  "event": "Joannes was executed in Aquileia. ",
  "civilization": "Romans"
 },
 {
  "year": 447,
  "event": "Battle of the Utus: The Huns under Attila defeated a Byzantine army in a bloody battle near the Utus. ",
  "civilization": "Romans"
 },
 {
  "year": 450,
  "date": "28 July",
  "event": "Theodosius the Younger died in a riding accident. ",
  "civilization": "Romans"
 },
 {
  "year": 452,
  "event": "Attila abandoned his invasion of Italy following a meeting at the Mincio with the pope Pope Leo I. ",
  "civilization": "Romans"
 },
 {
  "year": 455,
  "date": "16 March",
  "event": "Valentinian III was assassinated on orders of the senator Petronius Maximus. ",
  "civilization": "Romans"
 },
 {
  "year": 455,
  "date": "17 March",
  "event": "The Senate acclaimed Maximus augustus of the Western Roman Empire. ",
  "civilization": "Romans"
 },
 {
  "year": 455,
  "date": "31 May",
  "event": "Maximus was killed by a mob as he attempted to flee Rome in the face of a Vandal advance. ",
  "civilization": "Romans"
 },
 {
  "year": 455,
  "date": "2 June",
  "event": "Sack of Rome (455): The Vandals entered and began to sack Rome. ",
  "civilization": "Romans"
 },
 {
  "year": 455,
  "date": "9 July",
  "event": "The Magister militum Avitus was pronounced augustus of the Western Roman Empire at Toulouse by the Visigothic king Theodoric II. ",
  "civilization": "Romans"
 },
 {
  "year": 456,
  "date": "17 October",
  "event": "Avitus was forced to flee Rome following a military coup by the general Ricimer and the domesticus Majorian. ",
  "civilization": "Romans"
 },
 {
  "year": 457,
  "event": "Avitus died. ",
  "civilization": "Romans"
 },
 {
  "year": 457,
  "date": "27 January",
  "event": "The Byzantine augustus Marcian died. ",
  "civilization": "Romans"
 },
 {
  "year": 457,
  "date": "28 February",
  "event": "The Byzantine augustus Leo I the Thracian appointed Majorian Magister militum in the west. ",
  "civilization": "Romans"
 },
 {
  "year": 457,
  "date": "1 April",
  "event": "The army acclaimed Majorian augustus of the Western Roman Empire. ",
  "civilization": "Romans"
 },
 {
  "year": 461,
  "date": "7 August",
  "event": "Majorian was killed after torture near the Staffora on Ricimer's orders. ",
  "civilization": "Romans"
 },
 {
  "year": 461,
  "date": "19 November",
  "event": "The Senate elected Libius Severus from among their number as augustus of the Western Roman Empire. ",
  "civilization": "Romans"
 },
 {
  "year": 465,
  "date": "15 August",
  "event": "Severus died. ",
  "civilization": "Romans"
 },
 {
  "year": 467,
  "date": "12 April",
  "event": "Leo the Thracian elevated the comes Anthemius to Caesar with rule over the Western Roman Empire. ",
  "civilization": "Romans"
 },
 {
  "year": 468,
  "event": "Battle of Cap Bon (468): The Vandal Kingdom destroyed a combined Western Roman and Byzantine invasion fleet at Cap Bon. ",
  "civilization": "Romans"
 },
 {
  "year": 472,
  "date": "11 July",
  "event": "Anthemius was killed in flight following Ricimer's conquest of Rome. Maximus's son Olybrius was acclaimed augustus of the Western Roman Empire. ",
  "civilization": "Romans"
 },
 {
  "year": 472,
  "date": "18 August",
  "event": "Ricimer died. ",
  "civilization": "Romans"
 },
 {
  "year": 472,
  "event": "Ricimer's nephew Gundobad succeeded him as Magister militum and took the title Patrician. ",
  "civilization": "Romans"
 },
 {
  "year": 472,
  "event": "Olybrius died. ",
  "civilization": "Romans"
 },
 {
  "year": 473,
  "date": "3 March",
  "event": "The Germanic elements of the army elected the domesticus Glycerius augustus of the Western Roman Empire. ",
  "civilization": "Romans"
 },
 {
  "year": 473,
  "event": "Gundobad relinquished his Western Roman titles to succeed his father as king of Burgundy. ",
  "civilization": "Romans"
 },
 {
  "year": 474,
  "event": "Leo the Thracian appointed Julius Nepos, his nephew and governor of Dalmatia, ruler of the Western Roman Empire in opposition to Glycerius. ",
  "civilization": "Romans"
 },
 {
  "year": 474,
  "date": "18 January",
  "event": "Leo the Thracian died. He was succeeded by his grandson Leo II (emperor). ",
  "civilization": "Romans"
 },
 {
  "year": 474,
  "date": "9 February",
  "event": "Zeno (emperor) became co-augustus of the Byzantine Empire with his young son Leo II. ",
  "civilization": "Romans"
 },
 {
  "year": 474,
  "date": "July",
  "event": "Nepos deposed Glycerius. ",
  "civilization": "Romans"
 },
 {
  "year": 474,
  "date": "17 November",
  "event": "Leo II died, possibly after being poisoned by his mother Ariadne (empress). ",
  "civilization": "Romans"
 },
 {
  "year": 475,
  "date": "January",
  "event": "Zeno was forced to flee Constantinople for his homeland Isauria in the face of a popular revolt. ",
  "civilization": "Romans"
 },
 {
  "year": 475,
  "date": "9 January",
  "event": "Basiliscus, brother of Leo the Thracian's widow Verina, was acclaimed augustus of the Byzantine Empire by the Byzantine Senate. ",
  "civilization": "Romans"
 },
 {
  "year": 475,
  "event": "Nepos appointed Orestes (father of Romulus Augustulus) Magister militum and commander-in-chief of the Western Roman military. ",
  "civilization": "Romans"
 },
 {
  "year": 475,
  "date": "28 August",
  "event": "Orestes took control of the Western Roman capital Ravenna, forcing Nepos to flee to Dalmatia. ",
  "civilization": "Romans"
 },
 {
  "year": 475,
  "date": "31 October",
  "event": "Orestes declared his young son Romulus Augustulus augustus of the Western Roman Empire. ",
  "civilization": "Romans"
 },
 {
  "year": 476,
  "date": "August",
  "event": "Zeno recaptured Constantinople and accepted Basiliscus's surrender. ",
  "civilization": "Romans"
 },
 {
  "year": 476,
  "date": "23 August",
  "event": "Germanic foederati under the command of the general Odoacer renounced Western Roman authority and declared Odoacer their king. ",
  "civilization": "Romans"
 },
 {
  "year": 476,
  "date": "28 August",
  "event": "Odoacer captured and executed Orestes at Piacenza. ",
  "civilization": "Romans"
 },
 {
  "year": 476,
  "date": "4 September",
  "event": "Odoacer conquered the Western Roman capital Ravenna, forced Romulus to abdicate and declared himself king of Italy. ",
  "civilization": "Romans"
 },
 {
  "year": 476,
  "event": "The Senate sent Zeno the imperial regalia of the Western Roman Empire. ",
  "civilization": "Romans"
 },
 {
  "year": 480,
  "date": "25 April",
  "event": "Nepos was murdered in his residence in Split. ",
  "civilization": "Romans"
 },
 {
  "year": 491,
  "date": "9 April",
  "event": "Zeno died. ",
  "civilization": "Romans"
 },
 {
  "year": 518,
  "date": "9 July",
  "event": "Augustus Anastasius I Dicorus died. ",
  "civilization": "Romans"
 },
 {
  "year": 527,
  "date": "1 April",
  "event": "Augustus Justin I appointed his older son Justinian I the Great co-augustus with himself. ",
  "civilization": "Romans"
 },
 {
  "year": 527,
  "date": "1 August",
  "event": "Justin I died. ",
  "civilization": "Romans"
 },
 {
  "year": 529,
  "date": "7 April",
  "event": "The Codex Justinianeus, which attempted to consolidate and reconcile contradictions in Roman law, was promulgated. ",
  "civilization": "Romans"
 },
 {
  "year": 532,
  "event": "Justinian the Great ordered the construction of the Hagia Sophia in Constantinople. ",
  "civilization": "Romans"
 },
 {
  "year": 533,
  "date": "21 June",
  "event": "Vandalic War: A Byzantine force under the general Belisarius departed for the Vandal Kingdom. ",
  "civilization": "Romans"
 },
 {
  "year": 533,
  "date": "13 September",
  "event": "Battle of Ad Decimum: A Byzantine army defeated a Vandal force near Carthage. ",
  "civilization": "Romans"
 },
 {
  "year": 533,
  "date": "15 December",
  "event": "Battle of Tricamarum: The Byzantines defeated a Vandal army and forced their king Gelimer into flight. ",
  "civilization": "Romans"
 },
 {
  "year": 534,
  "date": "March",
  "event": "Vandalic War: Gelimer surrendered to Belisarius and accepted his offer of a peaceful retirement in Galatia, ending the war. The territory of the Vandal Kingdom was reorganized as the praetorian prefecture of Africa. ",
  "civilization": "Romans"
 },
 {
  "year": 535,
  "event": "Gothic War (535–554): Byzantine forces crossing from Africa invaded Sicily, then an Ostrogothic possession. ",
  "civilization": "Romans"
 },
 {
  "year": 536,
  "date": "December",
  "event": "Gothic War (535–554): Byzantium took Rome with little Ostrogothic resistance. ",
  "civilization": "Romans"
 },
 {
  "year": 537,
  "date": "27 December",
  "event": "The Hagia Sophia was completed. ",
  "civilization": "Romans"
 },
 {
  "year": 552,
  "date": "July",
  "event": "Battle of Taginae: A Byzantine army dealt a decisive defeat to the Ostrogoths at Gualdo Tadino. The Ostrogoth king Totila was killed. ",
  "civilization": "Romans"
 },
 {
  "year": 553,
  "event": "Battle of Mons Lactarius: An Ostrogothic force was ambushed and destroyed at Monti Lattari on its way to relieve a Byzantine siege of Cumae. The Ostrogoth king Teia was killed. ",
  "civilization": "Romans"
 },
 {
  "year": 565,
  "date": "March",
  "event": "Belisarius died. ",
  "civilization": "Romans"
 },
 {
  "year": 565,
  "date": "14 November",
  "event": "Justinian the Great died. ",
  "civilization": "Romans"
 },
 {
  "year": 568,
  "event": "The Lombards invaded Italy. ",
  "civilization": "Romans"
 },
 {
  "year": 573,
  "event": "The general Narses died. ",
  "civilization": "Romans"
 },
 {
  "year": 574,
  "event": "Augustus Justin II began to suffer from fits of insanity. ",
  "civilization": "Romans"
 },
 {
  "year": 578,
  "date": "5 October",
  "event": "Justin II died. ",
  "civilization": "Romans"
 },
 {
  "year": 582,
  "date": "14 August",
  "event": "Augustus Tiberius II Constantine died. ",
  "civilization": "Romans"
 },
 {
  "year": 602,
  "event": "Byzantine–Sasanian War of 602–628: The Sasanian Empire declared war on Byzantium. ",
  "civilization": "Romans"
 },
 {
  "year": 607,
  "date": "1 August",
  "event": "Augustus Phocas dedicated the Column of Phocas in the Roman Forum. ",
  "civilization": "Romans"
 },
 {
  "year": 626,
  "date": "June",
  "event": "Siege of Constantinople (626): Sasanian and Avar forces laid siege to Constantinople. ",
  "civilization": "Romans"
 },
 {
  "year": 634,
  "date": "April",
  "event": "Muslim conquest of the Levant: A Rashidun army departed Medina for the Levant. ",
  "civilization": "Romans"
 },
 {
  "year": 640,
  "date": "January",
  "event": "Muslim conquest of Egypt: A Rashidun force laid siege to Pelusium. ",
  "civilization": "Romans"
 },
 {
  "year": 640,
  "event": "The legions of the East Roman army were reorganized into themes. ",
  "civilization": "Romans"
 },
 {
  "year": 641,
  "date": "8 November",
  "event": "Siege of Alexandria (641): Byzantine authorities in the Egyptian capital Alexandria surrendered to the besieging Rashidun army. ",
  "civilization": "Romans"
 },
 {
  "year": 663,
  "event": "Basileus Constans II visited Rome. ",
  "civilization": "Romans"
 },
 {
  "year": 698,
  "event": "Battle of Carthage (698): An Umayyad siege and blockade of Carthage forced the retreat of Byzantine forces. The city was conquered and destroyed. ",
  "civilization": "Romans"
 },
 {
  "year": 717,
  "event": "Siege of Constantinople (717–718): The Umayyad Caliphate besieges the city of Constantinople. ",
  "civilization": "Romans"
 },
 {
  "year": 718,
  "date": "15 August ",
  "event": "Siege of Constantinople (717–718): The Umayyad Caliphate lifts the siege of Constantinople due to Famine, Disease and an unusually hard winter. ",
  "civilization": "Romans"
 },
 {
  "year": 730,
  "event": "Basileus Leo III the Isaurian promulgated an edict forbidding the veneration of religious images, beginning the first Byzantine Iconoclasm. ",
  "civilization": "Romans"
 },
 {
  "year": 787,
  "date": "23 October",
  "event": "Second Council of Nicaea: An ecumenical council in Nicaea ended which endorsed the veneration of images, ending the first Byzantine Iconoclasm. ",
  "civilization": "Romans"
 },
 {
  "year": 813,
  "date": "June",
  "event": "A group of soldiers broke into the Church of the Holy Apostles and pleaded with the body of the iconoclast basileus Constantine V to restore the Empire, marking the beginning of the second Byzantine Iconoclasm. ",
  "civilization": "Romans"
 },
 {
  "year": 843,
  "event": "The Byzantine regent Theodora (wife of Theophilos) restored the veneration of religious images, ending the second Byzantine Iconoclasm. ",
  "civilization": "Romans"
 },
 {
  "year": 867,
  "date": "24 September",
  "event": "Basileus Michael III was assassinated by his co-basileus Basil I, who became sole ruler of the Empire. ",
  "civilization": "Romans"
 },
 {
  "year": 976,
  "date": "10 January",
  "event": "Basileus John I Tzimiskes died. His co-basileus and nephew Basil II became sole ruler of the Empire. ",
  "civilization": "Romans"
 },
 {
  "year": 1002,
  "event": "Byzantine conquest of Bulgaria: Byzantine forces invaded Bulgaria. ",
  "civilization": "Romans"
 },
 {
  "year": 1014,
  "date": "29 July",
  "event": "Battle of Kleidion: Basil dealt a decisive and bloody defeat to Bulgarian forces in the Belasica near Klyuch. ",
  "civilization": "Romans"
 },
 {
  "year": 1018,
  "event": "Byzantine conquest of Bulgaria: The Bulgarian boyars accepted the establishment of the theme of Bulgaria on the territory of the former Empire, with significant autonomy for themselves. ",
  "civilization": "Romans"
 },
 {
  "year": 1025,
  "date": "15 December",
  "event": "Basil died. ",
  "civilization": "Romans"
 },
 {
  "year": 1054,
  "date": "16 July",
  "event": "East–West Schism: The papal legate Humbert of Silva Candida laid on the altar of Hagia Sophia a document proclaiming the excommunication of Michael I Cerularius, the patriarch of Constantinople. ",
  "civilization": "Romans"
 },
 {
  "year": 1071,
  "date": "15 April",
  "event": "Siege of Bari: Italo-Norman forces captured Bari, capital of the katepanikion of Italy. ",
  "civilization": "Romans"
 },
 {
  "year": 1071,
  "date": "26 August",
  "event": "Battle of Manzikert: The Byzantine Empire was decisively defeated by a Seljuk force near Malazgirt. The basileus Romanos IV Diogenes was captured. ",
  "civilization": "Romans"
 },
 {
  "year": 1081,
  "date": "1 April",
  "event": "Nikephoros III Botaneiates was deposed and replaced as basileus by Alexios I Komnenos. ",
  "civilization": "Romans"
 },
 {
  "year": 1091,
  "date": "29 April",
  "event": "Battle of Levounion: The Byzantine army dealt a bloody defeat to a Pecheneg invasion force. ",
  "civilization": "Romans"
 },
 {
  "year": 1097,
  "date": "19 June",
  "event": "Siege of Nicaea: The Rum occupants of Nicaea surrendered to Byzantine and First Crusader forces. ",
  "civilization": "Romans"
 },
 {
  "year": 1098,
  "event": "Following the conquest of Antioch, the First Crusader leader Bohemond I of Antioch declared himself prince of Antioch. ",
  "civilization": "Romans"
 },
 {
  "year": 1118,
  "date": "15 August",
  "event": "Reign of John II begins: Being considered the greatest Komnenoi emperor, he starts extensive damage control. ",
  "civilization": "Romans"
 },
 {
  "year": 1122,
  "event": "Battle of Beroia: A Byzantine army wiped out the Pechenegs at Stara Zagora. ",
  "civilization": "Romans"
 },
 {
  "year": 1124,
  "event": "War with Venice begins: Over the non-renewal of trading privileges by John II Komnenos. ",
  "civilization": "Romans"
 },
 {
  "year": 1126,
  "event": "The war with Venice ends in defeat: The Venetian fleet ravaged the coasts of Greece, forcing the emperor to back down. ",
  "civilization": "Romans"
 },
 {
  "year": 1127,
  "event": "Hungarians invade the Empire: Invaders go far south as Philippolis. ",
  "civilization": "Romans"
 },
 {
  "year": 1129,
  "event": "Invading Hungarins are repelled ",
  "civilization": "Romans"
 },
 {
  "year": 1136,
  "event": "John II launches his first serious campaign in the east. ",
  "civilization": "Romans"
 },
 {
  "year": 1137,
  "event": "John II conquers the Armenian Kingdom of Cilicia. ",
  "civilization": "Romans"
 },
 {
  "year": 1139,
  "event": "John II vassalizes the Principality of Antioch. ",
  "civilization": "Romans"
 },
 {
  "year": 1143,
  "event": "Death of John II: his death marks the beginning of straight decline. ",
  "civilization": "Romans"
 },
 {
  "year": 1146,
  "event": "Sack of Philomelion: Under the orders from Manuel I, before relocating the Christian population. ",
  "civilization": "Romans"
 },
 {
  "year": 1167,
  "date": "8 July",
  "event": "Battle of Sirmium: Byzantium decisively defeated a Hungarian force at Sirmium. ",
  "civilization": "Romans"
 },
 {
  "year": 1176,
  "date": "17 September",
  "event": "Battle of Myriokephalon: A Byzantine invasion force was ambushed and forced to retreat through a mountain pass by Rum near Lake Beyşehir. ",
  "civilization": "Romans"
 },
 {
  "year": 1180,
  "date": "24 September",
  "event": "Basileus Manuel I Komnenos died. ",
  "civilization": "Romans"
 },
 {
  "year": 1185,
  "date": "26 October",
  "event": "Uprising of Asen and Peter: A tax revolt began in Paristrion which would result in the establishment of the Second Bulgarian Empire. ",
  "civilization": "Romans"
 },
 {
  "year": 1204,
  "date": "13 April",
  "event": "Siege of Constantinople (1204): Fourth Crusaders breached and sacked Constantinople, deposed the basileus Alexios V Doukas and established the Latin Empire under their leader Baldwin I, Latin Emperor as Latin Emperor. Theodore I Laskaris was acclaimed basileus but forced to flee with his court to establish the Empire of Nicaea at Nicaea. ",
  "civilization": "Romans"
 },
 {
  "year": 1204,
  "date": "April",
  "event": "Alexios I of Trebizond, a grandson of the former basileus Andronikos I Komnenos, declared himself ruler of Trebizond. ",
  "civilization": "Romans"
 },
 {
  "year": 1205,
  "event": "Michael I Komnenos Doukas, a descendant of Alexios I Komnenos, established himself as despot of Epirus. ",
  "civilization": "Romans"
 },
 {
  "year": 1261,
  "date": "25 July",
  "event": "The Nicaean ruler Michael VIII Palaiologos conquered Constantinople . ",
  "civilization": "Romans"
 },
 {
  "year": 1261,
  "date": "15 August",
  "event": "Michael was crowned basileus in Constantinople along with his infant son Andronikos II Palaiologos. ",
  "civilization": "Romans"
 },
 {
  "year": 1326,
  "event": "Byzantine–Ottoman Wars: The Ottoman Empire conquered Bursa. ",
  "civilization": "Romans"
 },
 {
  "year": 1331,
  "event": "Byzantine–Ottoman Wars: The Ottoman Empire captured Nicaea. ",
  "civilization": "Romans"
 },
 {
  "year": 1341,
  "date": "26 October",
  "event": "Byzantine civil war of 1341–47: The regent John VI Kantakouzenos was declared basileus by his supporters in opposition to the young John V Palaiologos. ",
  "civilization": "Romans"
 },
 {
  "year": 1347,
  "date": "8 February",
  "event": "Byzantine civil war of 1341–47: John VI concluded an arrangement under which he would rule as senior basileus alongside John V for ten years. ",
  "civilization": "Romans"
 },
 {
  "year": 1453,
  "date": "29 May",
  "event": "Fall of Constantinople: Ottoman forces entered Constantinople. Basileus Constantine XI Palaiologos was killed. ",
  "civilization": "Romans"
 }
]
